[
    {
      "chapitre": 0,
      "question": "Selon la définition citée, qu'est-ce qu'un 'ordre juridique' ?",
      "reponse": "D'après la définition de Charles Lebel, un ordre juridique est un ensemble structuré et organisé en système. Il comprend tous les éléments qui participent à la construction d'un droit spécifique. Cet ordre régit l'existence même et le fonctionnement d'une communauté humaine donnée."
    },
    {
      "chapitre": 0,
      "question": "Qu'est-ce qui a principalement donné naissance à l'ordre juridique propre de l'Union Européenne (OJUE) ?",
      "reponse": "Ce sont les traités institutifs des communautés européennes, et plus particulièrement le traité de Rome, qui ont fondé cet ordre juridique. Ils ont créé un système juridique propre, spécifique à l'Union, qui est néanmoins intégré aux systèmes juridiques des États membres. Cet OJUE possède ses propres sources."
    },
    {
      "chapitre": 0,
      "question": "L'ordre juridique de l'UE est-il considéré comme dépendant de l'ordre international ou des ordres internes ?",
      "reponse": "Non, l'OJUE est appréhendé comme un ordre juridique distinct, à la fois de l'ordre juridique international et des ordres juridiques internes des États membres. Cependant, malgré cette distinction, il existe une réelle intégration progressive du droit de l'UE dans les droits internes nationaux."
    },
    {
      "chapitre": 0,
      "question": "Quelle période historique est marquée comme le début de la construction européenne moderne ?",
      "reponse": "La construction européenne, telle qu'on l'entend aujourd'hui, a été lancée tout de suite après la Seconde Guerre mondiale (WWII). Cette période a été choisie car la nécessité de reconstruire l'Europe et d'assurer une paix durable était primordiale. Les traumatismes de la guerre ont créé un contexte favorable à de nouvelles formes de coopération."
    },
    {
      "chapitre": 0,
      "question": "L'idée d'une 'Europe unie' est-elle apparue seulement après la Seconde Guerre mondiale ?",
      "reponse": "Non, le cours précise que l'idée européenne n'est pas nouvelle. Elle a été développée et débattue pendant des siècles avant la Seconde Guerre mondiale. Des figures historiques comme Victor Hugo avaient déjà évoqué des concepts similaires bien avant le XXe siècle."
    },
    {
      "chapitre": 0,
      "question": "Quelle figure historique est associée à l'idée des 'États-Unis d'Europe' ?",
      "reponse": "Victor Hugo est mentionné comme un auteur important ayant promu cette idée. Il considérait qu'il fallait créer les 'États-Unis d'Europe', préfigurant une forme d'union politique forte sur le continent. Cette vision a inspiré certains mouvements ultérieurs."
    },
    {
      "chapitre": 0,
      "question": "Qui a particulièrement promu l'idée d'une 'fédération européenne' après la Première Guerre mondiale ?",
      "reponse": "Le Comte Coudenhove-Kalergi est cité comme un personnage particulier ayant développé cette idée. Il s'est approprié l'idée européenne après WWI et considérait qu'il fallait impérativement instituer une fédération européenne. Son mouvement politique a eu une certaine influence."
    },
    {
      "chapitre": 0,
      "question": "Quel homme d'État britannique a appelé à la création d'une fédération européenne après WWII comme moyen d'assurer la paix ?",
      "reponse": "Winston Churchill, dans ses discours d'après-guerre, a appelé de ses vœux la mise en place d'une fédération européenne. Il expliquait que l'union des États européens, sous la forme d'États-Unis d'Europe, était le seul moyen d'éviter de futures guerres sur le continent."
    },
    {
      "chapitre": 0,
      "question": "Quel plan d'aide américain a joué un rôle crucial dans la reconstruction européenne et a encouragé la coopération entre États ?",
      "reponse": "Le Plan Marshall a été un facteur déterminant. Les États-Unis ont plaidé pour la reconstruction de l'Europe à travers ce plan. L'aide financière massive fournie par les USA a grandement facilité la reprise économique du continent après la guerre."
    },
    {
      "chapitre": 0,
      "question": "L'aide du Plan Marshall était-elle sans conditions ?",
      "reponse": "Non, l'aide américaine était conditionnée au respect par les États européens de critères à la fois économiques et politiques. Ces conditions ont eu pour effet direct de contraindre les États bénéficiaires à créer des organisations internationales pour coordonner leurs efforts de reconstruction et de coopération."
    },
    {
      "chapitre": 0,
      "question": "Quelles étaient les deux conceptions principales qui s'affrontaient quant à la méthode d'organisation de l'Europe après-guerre ?",
      "reponse": "Deux conceptions se sont opposées : la méthode intergouvernementale, plus classique, basée sur la coopération entre États souverains au sein d'OI. Et la méthode supranationale ou institutionnelle, plus ambitieuse, visant une intégration plus poussée avec transfert de compétences."
    },
    {
      "chapitre": 0,
      "question": "Comment se caractérise la méthode 'intergouvernementale' classique de coopération ?",
      "reponse": "Dans cette conception, les États s'associent au sein d'une Organisation Internationale (OI) pour réaliser des objectifs communs fixés par un traité. Il n'y a pas de transfert de compétences de l'État vers l'OI. Les décisions sont prises par les États, souvent à l'unanimité ou à la majorité."
    },
    {
      "chapitre": 0,
      "question": "Y a-t-il un transfert de compétence de l'État à l'organisation dans une approche purement intergouvernementale ?",
      "reponse": "Non, le cours souligne qu'il n'y a pas de transfert de compétence dans le cadre d'une OI classique intergouvernementale. Les États conservent leur souveraineté et leur pouvoir de décision. Ce sont les États qui décident des actions à mener."
    },
    {
      "chapitre": 0,
      "question": "Quelle organisation économique européenne a été créée en 1948 pour gérer l'aide Marshall et faciliter les échanges ?",
      "reponse": "L'OECE (Organisation Européenne de Coopération Économique) a été établie le 16 avril 1948. Son objectif principal était de répartir l'aide américaine du Plan Marshall. Elle visait aussi à faciliter les échanges économiques et commerciaux entre les États européens participants."
    },
    {
      "chapitre": 0,
      "question": "En quoi l'OECE s'est-elle transformée en 1961 ?",
      "reponse": "En 1961, l'OECE, ayant rempli ses missions initiales, a été transformée en OCDE (Organisation de Coopération et de Développement Économiques). Ce changement a marqué une évolution vers une organisation à portée mondiale, incluant des pays non-européens. Elle a ainsi élargi son champ d'action géographique et thématique."
    },
    {
      "chapitre": 0,
      "question": "Quel rôle particulier de l'OCDE est souligné dans le cours ?",
      "reponse": "Le cours mentionne que l'OCDE est aujourd'hui considérée comme l'organisation la plus fiable en matière de statistiques économiques. Elle joue un rôle important dans l'analyse et la comparaison des données économiques des pays membres. Ses publications font autorité dans ce domaine."
    },
    {
      "chapitre": 0,
      "question": "Quelle organisation politique, créée en 1949, a reçu des compétences larges mais distincte de la future UE ?",
      "reponse": "Le Conseil de l'Europe a été créé à cette époque (Traité de Londres, 1949 - la date de 1946 dans le texte semble erronée). Les États lui ont conféré des compétences très larges, notamment en matière de droits de l'homme. Il reste une organisation distincte de l'Union Européenne."
    },
    {
      "chapitre": 0,
      "question": "Faut-il confondre le Conseil de l'Europe et le Conseil de l'Union Européenne ?",
      "reponse": "Non, le cours insiste sur la nécessité de ne pas les confondre. Le Conseil de l'Europe est une organisation internationale distincte basée à Strasbourg, axée sur les DH et la démocratie. Le Conseil de l'Union Européenne (ou 'Conseil des ministres') est une institution législative de l'UE."
    },
    {
      "chapitre": 0,
      "question": "Qu'est-ce que la conception 'supranationale' ou 'institutionnelle' implique pour les États participants ?",
      "reponse": "Cette conception cherche à dépasser la simple coopération pour réaliser une véritable intégration. Elle implique que les États acceptent de transférer une partie de leurs compétences souveraines à des institutions communes. Ces institutions deviennent alors compétentes pour prendre des actes normatifs qui s'imposent aux États."
    },
    {
      "chapitre": 0,
      "question": "Dans l'approche supranationale, les actes pris par l'organisation peuvent-ils être contrôlés juridiquement ?",
      "reponse": "Oui, un élément clé de l'approche supranationale est que les actes normatifs pris par les institutions peuvent faire l'objet d'un contrôle juridictionnel. Un juge (comme la CJUE) peut vérifier leur légalité par rapport aux traités fondateurs et sanctionner les éventuelles violations."
    },
    {
      "chapitre": 0,
      "question": "Jean Monnet et Robert Schuman ont-ils immédiatement repris l'idée d'une Europe fédérale politique après WWII ?",
      "reponse": "Non, bien que l'idée d'une Europe fédérale ait été présente, ils ont jugé qu'il était trop tôt après la guerre pour créer une véritable UE politique. Ils ont considéré que les États européens n'étaient pas encore prêts pour une telle union. Ils ont donc choisi une approche plus pragmatique."
    },
    {
      "chapitre": 0,
      "question": "Quelle était l'idée principale derrière l'approche économique de Monnet et Schuman ?",
      "reponse": "L'idée fondamentale était d'utiliser l'économie comme un levier pour rétablir progressivement la paix en Europe. Ils pensaient que l'intégration économique dans des secteurs clés entraînerait progressivement un besoin d'intégration politique. L'économie était vue comme le moteur de la paix."
    },
    {
      "chapitre": 0,
      "question": "Quelle déclaration, inspirée par Jean Monnet, marque le début de la construction communautaire le 9 mai 1950 ?",
      "reponse": "La Déclaration Schuman, prononcée le 9 mai 1950, est considérée comme l'acte fondateur de la construction communautaire. Inspirée par Jean Monnet, elle proposait la mise en commun de la production franco-allemande de charbon et d'acier. Elle a ouvert la voie à la création de la CECA."
    },
    {
      "chapitre": 0,
      "question": "Quelle méthode la Déclaration Schuman préconise-t-elle pour la construction européenne ?",
      "reponse": "La Déclaration Schuman préconise la 'politique des petits pas'. Plutôt qu'une fédération immédiate, elle propose une intégration progressive, secteur après secteur, en commençant par des domaines concrets. Chaque réalisation devait créer une solidarité de fait et préparer la voie à des intégrations futures."
    },
    {
      "chapitre": 0,
      "question": "Quel concept décrit l'idée que l'intégration dans un secteur entraîne automatiquement un besoin d'intégration dans d'autres secteurs ?",
      "reponse": "C'est l'effet 'spill over' (ou effet d'entraînement). L'idée est que tout progrès réalisé dans l'intégration d'un secteur économique donné suscite un besoin de coordination dans des domaines connexes. Cela impose alors la mise en place d'outils politiques et conduit à l'intégration d'autres secteurs."
    },
    {
        "chapitre": 1,
        "question": "Quelles sont les deux conceptions ou méthodes principales qui se sont opposées concernant l'organisation du continent européen après la Seconde Guerre mondiale ?",
        "reponse": "Deux approches se sont distinguées pour organiser l'Europe : la conception intergouvernementale, qui privilégie la coopération entre États souverains sans abandon de compétence. Et la conception supranationale ou institutionnelle, qui vise une intégration plus profonde avec un transfert partiel de compétences à des organes communs."
      },
      {
        "chapitre": 1,
        "question": "Comment fonctionne une organisation internationale (OI) selon la conception intergouvernementale classique ?",
        "reponse": "Dans cette approche classique, les États s'associent au sein d'une OI en vertu d'un traité constitutif pour atteindre des objectifs communs. Il n'y a pas de transfert de compétence ; ce sont les États qui prennent les décisions, généralement à l'unanimité ou à la majorité, conservant ainsi leur souveraineté."
      },
      {
        "chapitre": 1,
        "question": "Quelle fut la première organisation économique européenne majeure créée après-guerre (1948) et quel était son but principal ?",
        "reponse": "L'OECE (Organisation Européenne de Coopération Économique) fut créée le 16 avril 1948. Son objectif initial était de répartir l'aide américaine du Plan Marshall. Elle visait également à faciliter les échanges économiques et commerciaux entre les États membres pour relancer leurs économies."
      },
      {
        "chapitre": 1,
        "question": "Pourquoi l'OECE a-t-elle été transformée et en quelle organisation ?",
        "reponse": "En 1961, l'OECE avait rempli ses missions initiales liées à la gestion de l'aide Marshall et à la reconstruction immédiate. Les États ont donc décidé de la transformer en OCDE (Organisation de Coopération et de Développement Économiques), élargissant sa portée géographique (organisation mondiale) et ses missions, notamment dans le domaine des statistiques économiques."
      },
      {
        "chapitre": 1,
        "question": "Quelle autre organisation européenne, mentionnée dans le cours, a été créée à cette époque (avec signature en mai 1949) et quelles étaient ses caractéristiques ?",
        "reponse": "Le Conseil de l'Europe a été créé à cette période (signature du statut le 5 mai 1949). Les États membres lui ont conféré des compétences très larges, notamment dans la protection des droits de l'homme. Il s'agit d'une organisation distincte de la construction communautaire qui allait suivre."
      },
      {
        "chapitre": 1,
        "question": "Quelle est la différence fondamentale entre la conception supranationale et la simple coopération intergouvernementale ?",
        "reponse": "La conception supranationale (ou institutionnelle) cherche à dépasser la simple coopération pour réaliser une véritable intégration entre les États. Cela implique que les États acceptent de transférer une partie de leurs compétences à des institutions communes. Ces institutions peuvent alors agir à la place des États dans ces domaines."
      },
      {
        "chapitre": 1,
        "question": "Quelles sont les conséquences du transfert de compétences dans une approche supranationale ?",
        "reponse": "Le transfert de compétences signifie que les institutions supranationales deviennent compétentes pour prendre des actes normatifs (lois, règlements) qui s'imposent aux États membres. De plus, un contrôle juridictionnel est généralement prévu pour assurer la légalité de ces actes et sanctionner les violations."
      },
      {
        "chapitre": 1,
        "question": "Pourquoi Jean Monnet et Robert Schuman n'ont-ils pas immédiatement proposé une Europe politique fédérale après la guerre ?",
        "reponse": "Ils estimaient que le contexte d'après-guerre n'était pas encore propice à la création d'une véritable Union Européenne politique (fédérale). Les États et les peuples sortaient meurtris du conflit et il était jugé trop tôt pour une intégration politique aussi poussée. Ils ont donc opté pour une approche plus graduelle."
      },
      {
        "chapitre": 1,
        "question": "Quelle stratégie Monnet et Schuman ont-ils privilégiée pour lancer la construction européenne ?",
        "reponse": "Ils ont choisi d'utiliser l'économie comme moteur principal. L'idée était de commencer par intégrer des secteurs économiques clés pour rétablir progressivement la paix et créer des solidarités de fait. Ils pensaient que l'intégration économique mènerait, à terme, à une intégration politique."
      },
      {
        "chapitre": 1,
        "question": "Quelle initiative marque le point de départ concret de cette approche économique le 9 mai 1950 ?",
        "reponse": "La Déclaration Schuman, prononcée ce jour-là, est considérée comme l'acte fondateur. Inspirée par Jean Monnet, elle proposait la mise en commun de la production franco-allemande de charbon et d'acier sous une Haute Autorité commune. Cette proposition a conduit à la création de la CECA."
      },
      {
        "chapitre": 1,
        "question": "Quelle méthode de construction la Déclaration Schuman met-elle en avant ?",
        "reponse": "Elle préconise la 'politique des petits pas'. Au lieu d'une unification immédiate et globale, elle propose une intégration progressive, secteur par secteur. L'idée est de créer des réalisations concrètes qui établissent des solidarités de fait et préparent les étapes suivantes."
      },
      {
        "chapitre": 1,
        "question": "Expliquez le concept de l'effet 'spill over' (ou effet d'entraînement).",
        "reponse": "L'effet 'spill over' désigne le phénomène par lequel l'intégration réussie dans un secteur économique crée un besoin de coordination et d'intégration dans des secteurs liés ou connexes. Par exemple, un marché commun des marchandises nécessite des règles communes de transport ou de concurrence, poussant ainsi l'intégration plus loin."
      },
      {
        "chapitre": 1,
        "question": "Pourquoi le terme 'communauté' a-t-il été choisi initialement pour désigner ces nouvelles entités ?",
        "reponse": "Le terme 'communauté' visait à symboliser l'objectif poursuivi par les États membres. Il soulignait qu'ils se reconnaissaient comme solidaires les uns des autres. Il impliquait également l'acceptation d'exercer certaines compétences en commun au sein de l'organisation ou par celle-ci."
      },
      {
        "chapitre": 1,
        "question": "Comment l'intégration économique a-t-elle été associée à une intégration juridique ?",
        "reponse": "Dès le départ, il était entendu que l'intégration économique devait aboutir à une 'communauté de droit', qui se transformerait ensuite en 'union de droit'. L'intégration européenne devait donc s'opérer *par* le droit. Cela impliquait la production d'actes juridiques normatifs."
      },
      {
        "chapitre": 1,
        "question": "Quel rôle la Cour de Justice (CJUE) a-t-elle joué dès les débuts de l'intégration ?",
        "reponse": "La CJUE a joué un rôle moteur et fondamental dès l'origine. Le cours souligne que le droit de l'Union a une origine prétorienne, signifiant que la Cour, par sa jurisprudence (JP), a considérablement aidé et façonné l'intégration. Elle a notamment développé les principes clés."
      },
      {
        "chapitre": 1,
        "question": "Quel principe fondamental la CJUE a-t-elle affirmé concernant la relation entre le droit communautaire et les droits nationaux ?",
        "reponse": "La Cour a affirmé le principe de primauté du droit communautaire (aujourd'hui droit de l'UE). Elle a considéré que les traités constitutifs devaient primer sur les droits internes des États membres. Cette primauté s'applique même aux constitutions nationales."
      },
      {
        "chapitre": 1,
        "question": "Comment la CJUE a-t-elle assuré l'intégration effective du droit communautaire dans les ordres juridiques nationaux ?",
        "reponse": "La Cour a rappelé que les règles juridiques adoptées par les institutions s'intégraient dans les ordres juridiques (OJ) internes des États membres. Elle a développé le principe de l'effet direct pour permettre aux particuliers d'invoquer ces règles devant leurs juges nationaux. Cela garantit l'application concrète du droit UE."
      },
      {
        "chapitre": 1,
        "question": "Quelle était la finalité principale de l'approche économique choisie par Monnet et Schuman ?",
        "reponse": "L'objectif premier était de rétablir progressivement et durablement la paix en Europe après les ravages de la Seconde Guerre mondiale. L'intégration économique, en créant des interdépendances et des solidarités, était vue comme le meilleur moyen d'éviter de nouveaux conflits. L'économie était donc un instrument au service de la paix."
      },
      {
        "chapitre": 1,
        "question": "Le modèle supranational élimine-t-il complètement le rôle des États membres ?",
        "reponse": "Non, même dans un modèle supranational, les États membres restent des acteurs essentiels. Ils participent à la prise de décision au sein des institutions (comme le Conseil). Le transfert de compétences est partiel et défini par les traités qu'ils ont eux-mêmes ratifiés."
      },
      {
        "chapitre": 1,
        "question": "Qu'implique le fait que le droit de l'UE s'impose non seulement aux États mais aussi aux particuliers ?",
        "reponse": "Cela signifie que les normes de l'UE créent directement des droits et des obligations pour les citoyens et les entreprises. Ces derniers peuvent donc invoquer ces droits devant leurs tribunaux nationaux. Cela renforce considérablement l'effectivité et la portée du droit de l'Union."
      },
      {
        "chapitre": 1,
        "question": "Quel était le statut des institutions créées dans le cadre supranational par rapport aux États ?",
        "reponse": "Les institutions supranationales (comme la Haute Autorité de la CECA, puis la Commission) étaient conçues pour être indépendantes des gouvernements nationaux. Elles avaient pour mission de défendre l'intérêt général de la communauté. Elles disposaient de pouvoirs propres pour prendre des décisions."
      },
      {
        "chapitre": 1,
        "question": "L'intégration européenne visait-elle uniquement l'économie dès le départ ?",
        "reponse": "Non, même si l'approche initiale était principalement économique, l'objectif final était politique : assurer la paix et créer une union plus étroite. L'intégration économique était considérée comme une étape nécessaire et un moyen pragmatique pour atteindre ces buts politiques plus larges à long terme."
      },
      {
        "chapitre": 1,
        "question": "Quelle importance la CJUE accordait-elle à la protection des individus dans l'ordre juridique européen ?",
        "reponse": "Le cours souligne que la Cour a toujours cherché à protéger les individus. Le développement de l'effet direct, par exemple, visait à permettre aux particuliers de faire valoir les droits que le droit communautaire leur conférait. La protection des droits individuels est un aspect central de sa jurisprudence."
      },
      {
        "chapitre": 1,
        "question": "La création d'OI par les États européens après-guerre était-elle uniquement une initiative européenne ?",
        "reponse": "Non, le cours indique que la création de ces OI a été fortement encouragée, voire contrainte, par les conditions liées à l'aide américaine du Plan Marshall. Les États-Unis ont conditionné leur aide à une meilleure coopération économique et politique entre les États européens bénéficiaires."
      },
      {
        "chapitre": 1,
        "question": "Comment l'approche des 'petits pas' contraste-t-elle avec l'idée d'une fédération européenne immédiate ?",
        "reponse": "L'approche des 'petits pas' est une méthode graduelle et pragmatique. Elle s'oppose à l'idée d'une création immédiate d'une fédération politique complète, jugée irréaliste après la guerre. Elle privilégie des réalisations concrètes et sectorielles pour bâtir progressivement la confiance et la solidarité nécessaires à une union plus poussée."
      },
      {
        "chapitre": 2,
        "question": "Comment Jaques Delors, ancien président de la Commission européenne, a-t-il qualifié l'Union Européenne pour souligner sa nature unique et difficile à classer ?",
        "reponse": "Jaques Delors a parlé de l'Union Européenne comme d'un « objet politique non-identifié ». Cette expression visait à mettre en évidence la difficulté à ranger l'UE dans les catégories politiques et juridiques traditionnelles (comme État fédéral ou organisation internationale classique). Sa nature hybride et spécifique la rendait unique."
      },
      {
        "chapitre": 2,
        "question": "Quelle a été la position de la Cour de Justice de l'Union Européenne (CJUE) concernant la classification de l'UE dans une catégorie juridique existante ?",
        "reponse": "La CJUE a refusé de classer l'Union Européenne dans une catégorie juridique ou politique particulière et préexistante. Au lieu de cela, elle a développé et dégagé la théorie de la spécificité de l'UE. Elle considère que l'UE a une nature juridique et politique qui lui est propre."
      },
      {
        "chapitre": 2,
        "question": "Que signifie l'expression latine 'sui generis' appliquée à l'Union Européenne ?",
        "reponse": "L'expression 'sui generis' signifie littéralement 'de son propre genre'. Appliquée à l'UE, elle traduit l'idée que l'Union constitue un modèle unique, spécifique, qui ne correspond parfaitement à aucun autre modèle existant (ni État, ni organisation internationale classique). Elle possède ses propres caractéristiques distinctives."
      },
      {
        "chapitre": 2,
        "question": "En quoi l'Union Européenne emprunte-t-elle des caractéristiques aux organisations intergouvernementales classiques ?",
        "reponse": "L'UE partage certains traits avec les organisations intergouvernementales. Premièrement, elle est créée par des traités internationaux ratifiés par les États membres. Deuxièmement, il est explicitement prévu qu'un État membre puisse décider de se retirer de l'Union (comme le retrait du Royaume-Uni via l'article 50 TUE)."
      },
      {
        "chapitre": 2,
        "question": "Qu'est-ce qui distingue fondamentalement l'UE d'une organisation internationale (OI) classique sur le plan institutionnel ?",
        "reponse": "La présence d'institutions dites 'supranationales' constitue une différence majeure. La Commission européenne, par exemple, est conçue pour défendre l'intérêt général de l'Union, indépendamment des intérêts nationaux spécifiques. De même, le Parlement européen représente les peuples de l'UE."
      },
      {
        "chapitre": 2,
        "question": "Comment le Parlement européen différencie-t-il l'UE d'une OI classique ?",
        "reponse": "Le Parlement européen représente directement les peuples de l'Union européenne et non les gouvernements des États membres. Son rôle a été considérablement renforcé au fil des traités, devenant un co-législateur aux côtés du Conseil dans de nombreux domaines. Cette dimension démocratique directe est atypique pour une OI classique."
      },
      {
        "chapitre": 2,
        "question": "Quel principe juridique majeur distingue l'UE des OI classiques quant à la relation entre son droit et les droits nationaux ?",
        "reponse": "Le principe de primauté du droit de l'Union sur les droits nationaux est une caractéristique fondamentale et distinctive. Contrairement au droit international classique, le droit de l'UE prévaut sur les législations nationales, y compris parfois les constitutions, en cas de conflit. Cela assure l'uniformité et l'effectivité du droit UE."
      },
      {
        "chapitre": 2,
        "question": "La capacité de l'UE à sanctionner les violations de son droit la rapproche-t-elle ou l'éloigne-t-elle des OI classiques comme l'ONU ?",
        "reponse": "Cette capacité l'éloigne des OI classiques. L'UE dispose de mécanismes (notamment via la CJUE) pour sanctionner les États membres qui ne respectent pas leurs obligations découlant du droit de l'Union. Ces mécanismes sont généralement plus contraignants et effectifs que ceux existant dans la plupart des OI, comme l'ONU."
      },
      {
        "chapitre": 2,
        "question": "L'existence d'une monnaie commune (l'Euro) est-elle une caractéristique typique des organisations internationales classiques ?",
        "reponse": "Non, le fait d'avoir une monnaie commune pour une partie significative de ses membres (la zone Euro) est une caractéristique très spécifique de l'UE. Cela représente un degré d'intégration économique et monétaire bien plus poussé que ce que l'on observe habituellement dans les OI classiques."
      },
      {
        "chapitre": 2,
        "question": "Pourquoi l'Union Européenne n'est-elle pas considérée comme un État fédéral ?",
        "reponse": "Bien qu'elle partage certaines caractéristiques avec les États fédéraux, l'UE n'en est pas un principalement car elle ne possède pas la souveraineté au sens étatique. De plus, ses compétences lui sont attribuées par les États membres (compétences d'attribution) et elle n'a pas de 'Compétence de la Compétence'. Enfin, elle n'a pas été fondée sur une Constitution adoptée par une assemblée représentant directement l'ensemble du peuple 'européen'."
      },
      {
        "chapitre": 2,
        "question": "L'UE a-t-elle la souveraineté ?",
        "reponse": "Non, l'Union Européenne ne détient pas la souveraineté. La souveraineté appartient toujours aux États membres qui la composent. L'UE n'agit que dans le cadre des compétences que ces États souverains lui ont volontairement attribuées par les traités."
      },
      {
        "chapitre": 2,
        "question": "Les compétences de l'UE sont-elles inhérentes ou transférées ?",
        "reponse": "Les compétences exercées par l'Union Européenne ne lui sont pas inhérentes. Elles lui ont été transférées par les États membres via les traités. C'est le principe fondamental de la compétence d'attribution, qui limite l'action de l'UE aux seuls domaines où les États l'ont autorisée à agir."
      },
      {
        "chapitre": 2,
        "question": "L'UE possède-t-elle une Constitution au sens formel, élaborée par une assemblée constituante ?",
        "reponse": "Non, l'UE n'a pas de Constitution au sens formel, c'est-à-dire un document unique adopté par une assemblée constituante représentant l'ensemble de la population européenne. Bien que le projet de traité constitutionnel ait échoué, les traités actuels (TUE/TFUE) et la Charte des droits fondamentaux forment le 'droit constitutionnel' matériel de l'UE."
      },
      {
        "chapitre": 2,
        "question": "En quoi l'UE emprunte-t-elle au modèle fédéraliste concernant le pouvoir normatif ?",
        "reponse": "Comme dans certains États fédéraux, l'UE possède un pouvoir normatif propre. Ses institutions (Parlement et Conseil principalement) peuvent adopter des actes législatifs (règlements, directives) qui sont directement applicables ou lient les États membres. Ce pouvoir législatif supranational est un emprunt clair au fédéralisme."
      },
      {
        "chapitre": 2,
        "question": "Quel rôle joue la Cour de Justice de l'UE (CJUE) qui peut être comparé à celui d'une cour constitutionnelle dans un État fédéral ?",
        "reponse": "La CJUE assure l'interprétation et l'application uniformes du droit de l'Union et vérifie la légalité des actes des institutions de l'UE par rapport aux traités. En ce sens, elle joue un rôle similaire à celui d'une cour constitutionnelle ou suprême dans un système fédéral. Elle garantit le respect de la 'constitution' européenne (les traités)."
      },
      {
        "chapitre": 2,
        "question": "Quel principe, souvent présent dans les États fédéraux pour répartir les compétences, est également un principe clé de l'UE ?",
        "reponse": "Le principe de subsidiarité est un emprunt au fédéralisme. Il vise à réguler l'exercice des compétences non exclusives de l'Union. Selon ce principe, l'UE n'intervient que si l'action envisagée ne peut être réalisée de manière suffisante par les États membres mais peut l'être mieux au niveau de l'Union."
      },
      {
        "chapitre": 2,
        "question": "La conclusion finale du cours sur la nature de l'UE est-elle qu'elle est une OI, un État fédéral, ou autre chose ?",
        "reponse": "La conclusion est qu'elle n'est ni une simple OI, ni un État fédéral au sens classique. Grâce aux emprunts faits aux différents modèles et à ses caractéristiques propres (primauté, institutions supranationales), l'UE possède un modèle 'sui generis'. Elle est une entité unique avec sa spécificité."
      },
      {
        "chapitre": 2,
        "question": "L'existence d'une monnaie unique dans la zone Euro est-elle un élément qui rapproche l'UE du modèle fédéral ?",
        "reponse": "Oui, l'adoption d'une monnaie unique par un groupe d'États membres est une caractéristique forte qui évoque le modèle fédéral. Elle représente un très haut degré d'intégration économique et nécessite une coordination poussée des politiques économiques et budgétaires. C'est un emprunt significatif au fédéralisme."
      },
      {
        "chapitre": 2,
        "question": "Comment la CJUE a-t-elle contribué à définir la nature spécifique de l'UE ?",
        "reponse": "En refusant de la classer dans des catégories existantes et en développant des principes clés comme la primauté et l'effet direct, la CJUE a activement façonné et affirmé la spécificité de l'ordre juridique de l'UE. Sa jurisprudence a été essentielle pour définir cette nature 'sui generis'."
      },
      {
        "chapitre": 2,
        "question": "Le fait que l'UE soit créée par un traité est-il une caractéristique d'OI ou d'État fédéral ?",
        "reponse": "C'est typiquement une caractéristique d'une organisation internationale (OI). Les OI sont créées par des traités conclus entre États souverains. Les États fédéraux sont généralement fondés par une constitution, bien que des traités puissent aussi jouer un rôle dans leur formation historique."
      },
      {
        "chapitre": 2,
        "question": "Le droit de retrait d'un État membre est-il plus proche du modèle de l'OI ou de l'État fédéral ?",
        "reponse": "Le droit de retrait est plus caractéristique des organisations internationales. Dans la plupart des États fédéraux, la sécession d'une entité fédérée n'est généralement pas prévue ou autorisée par la constitution. L'existence de l'article 50 TUE rapproche donc l'UE du modèle de l'OI sur ce point."
      },
      {
        "chapitre": 2,
        "question": "Le pouvoir de sanctionner les États membres rapproche-t-il l'UE d'une OI classique ?",
        "reponse": "Non, au contraire, il l'en éloigne. La capacité de l'UE à imposer des sanctions (notamment financières via la CJUE) en cas de violation du droit de l'Union par un État membre est un pouvoir plus fort que celui dont disposent la plupart des OI classiques. Cela souligne la nature plus contraignante de l'ordre juridique UE."
      },
      {
        "chapitre": 2,
        "question": "La Commission européenne agit-elle comme un simple secrétariat d'OI ou a-t-elle un rôle plus politique ?",
        "reponse": "La Commission a un rôle bien plus politique qu'un simple secrétariat. Elle détient le quasi-monopole de l'initiative législative, surveille l'application des traités (gardienne des traités) et représente l'intérêt général de l'Union. Ce rôle supranational la distingue clairement d'un secrétariat d'OI classique."
      },
      {
        "chapitre": 2,
        "question": "L'UE peut-elle modifier ses propres compétences sans l'accord des États membres ?",
        "reponse": "Non, l'UE ne peut pas modifier elle-même l'étendue de ses compétences (elle n'a pas la 'Compétence de la Compétence'). Toute modification des compétences attribuées à l'Union nécessite une révision des traités, qui doit être approuvée et ratifiée par tous les États membres conformément à leurs règles constitutionnelles respectives."
      },
      {
        "chapitre": 2,
        "question": "En résumé, pourquoi peut-on dire que l'UE est une organisation 'atypique' ?",
        "reponse": "L'UE est atypique car elle combine des éléments empruntés aux organisations internationales (création par traité, droit de retrait) et aux États fédéraux (pouvoir normatif, Cour de Justice, monnaie unique, primauté du droit). Cette combinaison unique, ainsi que ses institutions supranationales, lui confèrent une nature spécifique, 'sui generis', qui ne correspond à aucun modèle préexistant."
      },
      {
        "chapitre": 3,
        "question": "Quel article du Traité sur l'Union Européenne (TUE) fixe les valeurs fondamentales sur lesquelles l'Union est fondée ?",
        "reponse": "Ce sont les dispositions de l'article 2 du TUE qui énumèrent les valeurs fondamentales de l'Union Européenne. Cet article est central car il définit les principes essentiels qui doivent guider l'action de l'Union et de ses États membres. Il ne faut pas le confondre avec le TFUE qui contient plutôt les politiques."
      },
      {
        "chapitre": 3,
        "question": "Citez au moins cinq valeurs fondamentales énumérées à l'article 2 TUE.",
        "reponse": "L'article 2 TUE mentionne plusieurs valeurs clés, notamment : le respect de la dignité humaine, la liberté, la démocratie, l'égalité, l'État de droit. Il inclut aussi le respect des droits de l'homme, y compris les droits des personnes appartenant à des minorités."
      },
      {
        "chapitre": 3,
        "question": "Quelles caractéristiques de société sont associées aux valeurs communes de l'article 2 TUE ?",
        "reponse": "Ces valeurs sont communes aux États membres dans une société caractérisée par des principes importants. L'article 2 TUE mentionne explicitement le pluralisme, la non-discrimination, la tolérance, la justice, la solidarité et l'égalité entre les femmes et les hommes comme traits de cette société."
      },
      {
        "chapitre": 3,
        "question": "Le Traité sur le Fonctionnement de l'Union Européenne (TFUE) contient-il aussi la liste des valeurs fondamentales ?",
        "reponse": "Non, le cours précise que c'est l'article 2 du TUE (Traité sur l'Union Européenne) qui fixe les valeurs. Le TFUE (Traité sur le Fonctionnement de l'Union Européenne) contient plutôt le détail des politiques et du fonctionnement des institutions, à l'exception notable de la PESC qui reste majoritairement dans le TUE."
      },
      {
        "chapitre": 3,
        "question": "Dans quel traité trouve-t-on principalement la politique intergouvernementale relative à la politique étrangère et de défense ?",
        "reponse": "C'est dans le TUE que l'on retrouve la seule politique qui reste largement intergouvernementale, à savoir la politique étrangère et de sécurité commune (PESC). Pour cette politique, il n'y a pas eu de transfert de compétence aussi poussé que pour les autres domaines d'action de l'Union."
      },
      {
        "chapitre": 3,
        "question": "Où sont principalement définis les objectifs de l'Union Européenne ?",
        "reponse": "Les objectifs poursuivis par l'Union sont principalement énoncés à l'article 3 du TUE. Cet article détaille les buts que l'Union s'efforce d'atteindre à travers ses différentes politiques et actions. Il complète ainsi l'article 2 qui pose les valeurs fondatrices."
      },
      {
        "chapitre": 3,
        "question": "Quel est le tout premier objectif de l'Union mentionné à l'article 3, paragraphe 1, TUE ?",
        "reponse": "L'objectif primordial, cité en premier, est de promouvoir la paix, ses valeurs et le bien-être de ses peuples. Cela souligne l'importance historique de la paix comme raison d'être initiale de la construction européenne. Les autres objectifs découlent de cette mission fondamentale."
      },
      {
        "chapitre": 3,
        "question": "Comment l'objectif de paix de l'UE se manifeste-t-il dans sa politique d'élargissement ?",
        "reponse": "L'objectif de paix explique en grande partie la politique d'élargissement de l'UE, notamment envers les pays de l'Est et des Balkans occidentaux. L'adhésion est vue comme un moyen de contribuer fortement à renforcer la paix et la stabilité en Europe. L'intégration est considérée comme un facteur de pacification."
      },
      {
        "chapitre": 3,
        "question": "Pourquoi l'adhésion éventuelle du Kosovo à l'UE pose-t-elle problème ?",
        "reponse": "Le cas du Kosovo est complexe car sa reconnaissance en tant qu'État indépendant n'est pas unanime parmi les États membres de l'UE. Certains États membres, comme la Grèce selon l'exemple donné, ne le reconnaissent pas. Cette division interne complique le processus d'adhésion éventuelle."
      },
      {
        "chapitre": 3,
        "question": "L'objectif de paix de l'UE se limite-t-il au continent européen ?",
        "reponse": "Non, cet objectif de paix se retrouve également à l'international. L'Union Européenne est attentive à offrir ses services et à contribuer au maintien de la paix dans le monde. Elle participe à des missions internationales et à des actions de prévention des conflits."
      },
      {
        "chapitre": 3,
        "question": "Citez des exemples d'actions menées par l'UE pour maintenir la paix à l'international depuis 1992.",
        "reponse": "Depuis 1992, l'UE a mis en place des missions d'évacuation et de maintien de la paix sur des territoires étrangers. Elle a aussi développé des capacités pour la gestion de crises, y compris la possibilité de déployer des forces de combat. Elle participe aussi à des actions de désarmement."
      },
      {
        "chapitre": 3,
        "question": "Quel traité a renforcé la compétence de l'UE en matière de prévention des conflits et d'opérations de stabilisation ?",
        "reponse": "C'est le Traité de Lisbonne qui a augmenté la contribution de l'UE à la paix internationale. Il a renforcé ses compétences dans le domaine de la prévention des conflits, des opérations de stabilisation et du conseil militaire. L'UE peut ainsi participer plus activement aux actions internationales."
      },
      {
        "chapitre": 3,
        "question": "Quelles fonctions essentielles de l'État l'Union s'engage-t-elle à respecter selon l'article 4 TUE ?",
        "reponse": "L'article 4 TUE stipule que l'Union respecte les fonctions essentielles de l'État. Celles-ci incluent notamment la garantie de l'intégrité territoriale, le maintien de l'ordre public et la sauvegarde de la sécurité nationale. Cette dernière reste de la seule responsabilité de chaque État membre."
      },
      {
        "chapitre": 3,
        "question": "Quel principe fondamental des relations entre l'UE et ses États membres est inscrit à l'article 4, paragraphe 3, du TUE ?",
        "reponse": "L'article 4, paragraphe 3, TUE consacre le principe de coopération loyale. Ce principe cardinal implique que l'Union et les États membres se respectent et s'assistent mutuellement dans l'accomplissement des missions découlant des traités. Il a une portée positive et négative."
      },
      {
        "chapitre": 3,
        "question": "En quoi consiste l'obligation positive découlant du principe de coopération loyale pour les États membres ?",
        "reponse": "L'obligation positive signifie que les États membres doivent prendre toutes les mesures générales ou particulières nécessaires pour assurer l'exécution pleine et entière des obligations issues des traités et des actes des institutions. Ils doivent faciliter la réalisation des objectifs de l'Union."
      },
      {
        "chapitre": 3,
        "question": "En quoi consiste l'obligation négative découlant du principe de coopération loyale pour les États membres ?",
        "reponse": "L'obligation négative implique que les États membres doivent s'abstenir de toute mesure susceptible de mettre en péril la réalisation des objectifs de l'Union Européenne. Ils ne doivent pas adopter de comportements ou de législations qui iraient à l'encontre des buts fixés par les traités."
      },
      {
        "chapitre": 3,
        "question": "Pourquoi le principe de coopération loyale est-il considéré comme fondamental pour l'intégration européenne ?",
        "reponse": "Ce principe est qualifié de 'cardinal' car il a été essentiel pour permettre l'intégration au fil du temps. Il assure que les États membres agissent de bonne foi et collaborent activement à la mise en œuvre du droit de l'Union. Sans cette coopération, l'effectivité de l'ordre juridique UE serait compromise."
      },
      {
        "chapitre": 3,
        "question": "Donnez un exemple concret d'application du principe de coopération loyale concernant les directives.",
        "reponse": "Lorsqu'une directive est adoptée par le Conseil et le Parlement, les États membres ont l'obligation de la transposer dans leur droit national. S'ils ne le font pas ou le font mal, ils manquent à leur obligation de coopération loyale. Ce principe les rappelle à leur devoir de respecter et poursuivre les objectifs fixés par l'UE."
      },
      {
        "chapitre": 3,
        "question": "Un État membre peut-il adopter des mesures nationales contraires aux objectifs d'une directive en vertu du principe de coopération loyale ?",
        "reponse": "Non, le principe de coopération loyale interdit aux États membres de prendre des mesures nationales qui iraient à l'encontre des mesures européennes ou qui établiraient des obstacles à la réalisation des objectifs de l'Union. Ils doivent s'abstenir de tout acte compromettant l'effet utile du droit UE."
      },
      {
        "chapitre": 3,
        "question": "Quel autre principe fondamental de l'UE, également mentionné à l'article 3 TUE, a des conséquences diverses, tant internes qu'externes ?",
        "reponse": "Le principe de solidarité est un autre principe fondateur de l'UE, mentionné comme objectif essentiel à l'article 3 TUE. Il a des implications importantes et se manifeste sous deux volets principaux : la solidarité interne (entre États membres) et la solidarité externe (envers le reste du monde)."
      },
      {
        "chapitre": 3,
        "question": "Comment se manifeste la solidarité interne au sein de l'UE, notamment en matière économique et sociale ?",
        "reponse": "La solidarité interne concerne d'abord la cohésion économique et sociale entre les États membres. L'UE cherche, via ses politiques (notamment la politique de cohésion), à réduire les écarts de développement entre les régions et à aider les États les moins prospères. Cela se traduit par des transferts financiers."
      },
      {
        "chapitre": 3,
        "question": "Le principe de solidarité s'applique-t-il aussi dans le domaine de la politique sociale ?",
        "reponse": "Oui, le principe de solidarité figure également dans la politique sociale. Par exemple, c'est sur cette base que l'UE a adopté des textes visant à lutter contre les discriminations liées au handicap ou à améliorer les conditions de travail. Il sous-tend les efforts pour une Europe plus juste socialement."
      },
      {
        "chapitre": 3,
        "question": "Où retrouve-t-on une consécration explicite du principe de solidarité au niveau des droits fondamentaux ?",
        "reponse": "Le principe de solidarité est explicitement mentionné et détaillé dans la Charte des droits fondamentaux de l'Union Européenne. L'article 4 de cette Charte est spécifiquement consacré à la solidarité, regroupant des droits sociaux et de protection."
      },
      {
        "chapitre": 3,
        "question": "Comment le principe de solidarité se traduit-il concrètement dans le financement du budget de l'Union Européenne ?",
        "reponse": "La solidarité budgétaire implique la participation financière de chaque État membre au budget commun de l'UE. Ce budget est alimenté par des 'ressources propres' qui incluent les droits de douane, les prélèvements agricoles, une partie de la TVA collectée, les amendes infligées par l'UE, et des contributions basées sur le RNB des États."
      },
      {
        "chapitre": 3,
        "question": "Quelles sont les principales 'ressources propres' qui alimentent le budget de l'UE, illustrant la solidarité financière ?",
        "reponse": "Parmi les ressources propres de l'UE, on trouve principalement : les droits de douane perçus aux frontières extérieures, les prélèvements agricoles sur les importations, une part de la TVA collectée par les États, les amendes (notamment en matière de concurrence) et, de plus en plus, une contribution basée sur le Revenu National Brut (RNB) de chaque État membre."
      },
      {
        "chapitre": 4,
        "question": "Quel article du TUE énonce que l'Union respecte l'égalité des États membres devant les traités ainsi que leur identité nationale ?",
        "reponse": "C'est l'article 4, paragraphe 2, du TUE qui établit ce principe fondamental. Il garantit que l'Union prend en compte la spécificité de chaque État membre, y compris ses structures politiques et constitutionnelles fondamentales. Ce respect est une pierre angulaire de l'équilibre entre intégration et souveraineté."
      },
      {
        "chapitre": 4,
        "question": "Que recouvre le respect de l'identité nationale des États membres par l'UE, mentionné à l'article 4 TUE ?",
        "reponse": "Le respect de l'identité nationale signifie que l'UE doit tenir compte des structures fondamentales, politiques et constitutionnelles, propres à chaque État membre. Cela inclut également le respect de l'autonomie locale et régionale au sein des États. C'est une reconnaissance de la diversité intrinsèque de l'Union."
      },
      {
        "chapitre": 4,
        "question": "Quelles sont les fonctions essentielles de l'État que l'Union s'engage particulièrement à respecter selon l'article 4 TUE ?",
        "reponse": "L'Union s'engage à respecter les fonctions essentielles de l'État, qui comprennent notamment celles visant à assurer son intégrité territoriale. Elle doit aussi respecter les fonctions liées au maintien de l'ordre public et à la sauvegarde de la sécurité nationale."
      },
      {
        "chapitre": 4,
        "question": "La sécurité nationale relève-t-elle de la compétence de l'UE ou reste-t-elle une prérogative des États membres ?",
        "reponse": "L'article 4 TUE précise explicitement que la sécurité nationale reste de la seule responsabilité de chaque État membre. Bien qu'il existe une coopération en matière de sécurité, la responsabilité ultime et les décisions fondamentales dans ce domaine demeurent une prérogative nationale."
      },
      {
        "chapitre": 4,
        "question": "Comment les États membres peuvent-ils utiliser l'article 4 TUE relatif à l'identité nationale face au droit de l'UE ?",
        "reponse": "Cet article est parfois considéré comme une 'arme constitutionnelle' par les États membres. Ils peuvent l'invoquer pour rappeler la primauté de leur propre Constitution ou pour protéger une spécificité nationale fondamentale lorsqu'ils estiment qu'une norme européenne y porterait atteinte de manière disproportionnée."
      },
      {
        "chapitre": 4,
        "question": "La Cour de Justice de l'UE (CJUE) prend-elle en considération l'identité nationale des États membres dans sa jurisprudence ?",
        "reponse": "Oui, la CJUE prend cet article en considération lorsqu'elle interprète et applique le droit de l'Union. Elle peut, dans certains cas, être amenée à écarter une disposition du droit de l'UE si son application porte atteinte à une spécificité nationale fondamentale protégée par la Constitution de l'État membre concerné, dans le respect des principes de l'UE."
      },
      {
        "chapitre": 4,
        "question": "Quel principe fondamental, inscrit à l'article 4, paragraphe 3, du TUE, régit les relations de confiance et d'assistance mutuelle entre l'UE et les États membres ?",
        "reponse": "Il s'agit du principe de coopération loyale. Ce principe cardinal impose à l'Union et aux États membres de se respecter et de s'assister mutuellement dans l'accomplissement des missions découlant des traités. C'est un pilier essentiel du bon fonctionnement de l'Union."
      },
      {
        "chapitre": 4,
        "question": "Pourquoi le principe de coopération loyale est-il qualifié de 'fondamental' ou 'cardinal' ?",
        "reponse": "Il est considéré comme fondamental car il établit une obligation juridique à la charge des États membres (et de l'UE). Il assure que les États agissent de bonne foi pour faciliter la réalisation des objectifs de l'Union. Sans cette coopération loyale, l'intégration européenne et l'effectivité du droit de l'UE seraient gravement compromises."
      },
      {
        "chapitre": 4,
        "question": "Quelle est l'obligation 'positive' qui découle du principe de coopération loyale pour les États membres ?",
        "reponse": "L'obligation positive impose aux États membres de prendre toutes les mesures générales ou particulières nécessaires pour assurer la pleine exécution des obligations découlant des traités ou des actes des institutions de l'UE. Ils doivent activement faciliter la mission de l'Union."
      },
      {
        "chapitre": 4,
        "question": "Quelle est l'obligation 'négative' qui découle du principe de coopération loyale pour les États membres ?",
        "reponse": "L'obligation négative exige que les États membres s'abstiennent de toute mesure susceptible de mettre en péril la réalisation des objectifs fixés par l'Union Européenne. Ils ne doivent pas adopter de législation ou de comportement qui entraverait l'application du droit de l'UE ou irait à l'encontre de ses buts."
      },
      {
        "chapitre": 4,
        "question": "Donnez un exemple concret de l'application de l'obligation positive de coopération loyale.",
        "reponse": "Un exemple typique est l'obligation pour les États membres de transposer correctement et dans les délais les directives adoptées par l'UE. En prenant les mesures nationales nécessaires pour introduire la directive dans leur ordre juridique, ils remplissent leur obligation positive de coopération loyale."
      },
      {
        "chapitre": 4,
        "question": "Un État membre peut-il invoquer des difficultés internes pour justifier le non-respect d'une obligation découlant du droit de l'UE, au regard de la coopération loyale ?",
        "reponse": "En principe, non. Le principe de coopération loyale implique que les États membres doivent surmonter leurs difficultés internes (administratives, politiques, etc.) pour assurer le respect du droit de l'Union. Ils ne peuvent généralement pas invoquer leur droit interne pour justifier un manquement."
      },
      {
        "chapitre": 4,
        "question": "Le principe de coopération loyale s'applique-t-il uniquement aux États membres ou aussi aux institutions de l'UE ?",
        "reponse": "L'article 4, paragraphe 3, TUE précise que ce principe s'applique à l'Union et aux États membres. Les institutions de l'UE sont donc également tenues de coopérer loyalement avec les États membres, par exemple en leur fournissant les informations nécessaires ou en tenant compte de leurs contraintes légitimes."
      },
      {
        "chapitre": 4,
        "question": "Quel autre principe, mentionné comme objectif à l'article 3 TUE, guide l'action de l'UE et possède un volet interne et externe ?",
        "reponse": "Il s'agit du principe de solidarité. C'est un principe fondateur et un objectif essentiel de l'Union. Il se décline en une solidarité interne, entre les États membres et les citoyens, et une solidarité externe, envers les pays tiers et dans les relations internationales."
      },
      {
        "chapitre": 4,
        "question": "Comment se traduit principalement la solidarité interne au sein de l'UE ?",
        "reponse": "La solidarité interne concerne avant tout la cohésion économique, sociale et territoriale entre les États membres. L'UE vise à réduire les disparités de développement entre ses régions et à soutenir les États membres les moins favorisés, notamment par le biais des fonds structurels et de la politique de cohésion."
      },
      {
        "chapitre": 4,
        "question": "Le principe de solidarité interne influence-t-il les politiques sociales de l'UE ?",
        "reponse": "Oui, ce principe est également présent dans la politique sociale. Le cours cite l'exemple de textes adoptés pour lutter contre les discriminations liées au handicap ou pour améliorer la législation du travail des travailleurs handicapés. Il sous-tend l'idée d'une protection sociale partagée au sein de l'Union."
      },
      {
        "chapitre": 4,
        "question": "Dans quel document juridique majeur de l'UE le principe de solidarité trouve-t-il une place particulièrement importante ?",
        "reponse": "La Charte des droits fondamentaux de l'Union Européenne consacre un titre entier (Titre IV) à la solidarité. Cet article 4 de la Charte regroupe divers droits sociaux et de protection, affirmant ainsi la place centrale de ce principe dans l'édifice juridique de l'UE."
      },
      {
        "chapitre": 4,
        "question": "Comment le principe de solidarité se reflète-t-il dans le système budgétaire de l'UE ?",
        "reponse": "Il se traduit par la participation de chaque État membre au financement du budget de l'Union. Ce budget commun est alimenté par des 'ressources propres', qui proviennent en partie des États membres eux-mêmes. Ce système de financement partagé est une manifestation concrète de la solidarité financière."
      },
      {
        "chapitre": 4,
        "question": "Quelles sont les principales catégories de 'ressources propres' traditionnelles mentionnées dans le cours ?",
        "reponse": "Les ressources propres traditionnelles comprennent principalement : les droits de douane perçus sur les importations de pays tiers, les prélèvements agricoles également sur les importations, et historiquement une cotisation spécifique sur la production de sucre. Ces ressources sont collectées par les États mais reversées à l'UE."
      },
      {
        "chapitre": 4,
        "question": "Les amendes infligées par les institutions de l'UE contribuent-elles au budget ?",
        "reponse": "Oui, les amendes, notamment celles infligées par la Commission européenne en matière de droit de la concurrence aux entreprises, constituent une autre catégorie de ressources propres. Cet argent revient directement au budget de l'Union européenne."
      },
      {
        "chapitre": 4,
        "question": "Face à l'insuffisance des ressources propres traditionnelles, quelles autres contributions directes des États alimentent le budget de l'UE ?",
        "reponse": "Comme les ressources traditionnelles ne suffisaient plus, d'autres contributions ont été ajoutées. Il s'agit principalement d'une ressource basée sur la Taxe sur la Valeur Ajoutée (TVA) collectée par les États, et surtout d'une contribution calculée sur la base du Revenu National Brut (RNB) de chaque État membre, qui représente aujourd'hui la part la plus importante."
      },
      {
        "chapitre": 4,
        "question": "Quelle est la différence essentielle entre une 'zone de libre-échange' et une 'union douanière' (compétence exclusive UE) ?",
        "reponse": "Une zone de libre-échange supprime les droits de douane uniquement pour les échanges *entre* les États membres participants. Une union douanière va plus loin : elle supprime aussi les droits de douane internes ET établit un tarif douanier extérieur commun appliqué par tous les membres aux importations venant de pays tiers."
      },
      {
        "chapitre": 4,
        "question": "Qui fixe le tarif douanier extérieur commun dans le cadre de l'union douanière de l'UE ?",
        "reponse": "Puisque l'union douanière relève de la compétence exclusive de l'UE, c'est l'Union elle-même, via ses institutions, qui fixe le tarif douanier extérieur commun. Les États membres ne peuvent pas fixer individuellement les droits de douane pour les produits venant de l'extérieur de l'UE ; ils appliquent le tarif commun."
      },
      {
        "chapitre": 4,
        "question": "La solidarité externe de l'UE est-elle mentionnée dans les traités ?",
        "reponse": "Oui, l'article 21 TUE, qui traite de l'action extérieure de l'Union, indique que l'UE et les États membres doivent être solidaires avec le reste du monde. Cela implique une responsabilité dans les relations internationales et une aide au développement, par exemple."
      },
      {
        "chapitre": 4,
        "question": "Le respect de l'identité nationale par l'UE signifie-t-il que les États peuvent déroger systématiquement au droit de l'UE ?",
        "reponse": "Non, le respect de l'identité nationale n'est pas un blanc-seing pour déroger au droit de l'UE. Il s'agit d'une obligation pour l'Union de tenir compte des spécificités nationales fondamentales, mais cela doit être mis en balance avec les objectifs et principes de l'Union, notamment la primauté et l'uniformité d'application du droit UE, sous le contrôle de la CJUE."
      },
      {
        "chapitre": 5,
        "question": "Quel principe fondamental, présent dès la création de la CEE, visait initialement à lutter contre les discriminations dans un contexte économique ?",
        "reponse": "Le principe d'égalité est un principe clé présent dès les débuts de la CEE. Initialement, étant donné les objectifs économiques de la Communauté, ce principe concernait surtout les travailleurs. Il visait à assurer leur libre circulation et une égalité de droit et de traitement."
      },
      {
        "chapitre": 5,
        "question": "Contre quels types de discriminations le principe d'égalité visait-il principalement à lutter à l'origine ?",
        "reponse": "Au départ, les objectifs étaient de lutter contre les discriminations fondées sur la nationalité, pour faciliter la mobilité des travailleurs entre États membres. Le principe visait aussi à combattre les discriminations fondées sur le sexe, notamment en matière de rémunération."
      },
      {
        "chapitre": 5,
        "question": "Quel rôle la Cour de Justice de l'Union Européenne (CJUE) a-t-elle joué dans la lutte contre les discriminations, notamment salariales ?",
        "reponse": "La CJUE a joué un rôle considérable dans ce domaine. Elle a notamment établi, dans l'affaire fondatrice Gabriel Defrenne (8 avril 1967), le principe de l'égalité de rémunération entre les travailleurs féminins et masculins. Sa jurisprudence a été motrice pour faire progresser l'égalité."
      },
      {
        "chapitre": 5,
        "question": "Quel traité a permis d'étendre considérablement le champ de la lutte contre les discriminations au sein de l'UE ?",
        "reponse": "C'est le Traité d'Amsterdam qui a marqué une étape importante en étendant la lutte contre les discriminations. Il a fourni une base juridique plus large pour combattre différentes formes de discrimination. Cela a permis d'adopter des mesures plus complètes dans ce domaine."
      },
      {
        "chapitre": 5,
        "question": "Sur quelle base juridique (article du TFUE) le Conseil peut-il désormais prendre des mesures contre divers motifs de discrimination ?",
        "reponse": "L'article 19 du TFUE constitue la base juridique actuelle. Il permet au Conseil, après approbation du Parlement européen, de prendre les mesures nécessaires pour combattre les discriminations fondées sur le sexe, la race ou l'origine ethnique, la religion ou les convictions, un handicap, l'âge ou l'orientation sexuelle."
      },
      {
        "chapitre": 5,
        "question": "Le principe d'égalité est-il devenu un principe important dans l'ordre juridique de l'UE ?",
        "reponse": "Oui, le cours le décrit comme un principe inhérent au marché intérieur et même comme un principe 'cardinal' de l'Union Européenne. Son importance a été constamment renforcée par les traités et la jurisprudence. Il est au cœur des valeurs de l'UE."
      },
      {
        "chapitre": 5,
        "question": "Quel autre ensemble de principes constitue l'un des principaux objectifs de l'intégration européenne, traduit notamment par la libre circulation ?",
        "reponse": "Les libertés fondamentales constituent un objectif majeur de l'intégration. Elles se sont concrétisées principalement par la mise en place de la libre circulation. Celle-ci concerne les marchandises, les personnes, les services et les capitaux."
      },
      {
        "chapitre": 5,
        "question": "Quand la libre circulation des marchandises a-t-elle été initialement établie et comment a-t-elle été consolidée ?",
        "reponse": "Cette liberté figurait déjà dans le Traité de Rome de 1957. Elle a été facilitée dans un premier temps par la création de l'union douanière (1968). Elle a ensuite été consolidée par l'établissement du marché intérieur, pleinement réalisé en janvier 1994."
      },
      {
        "chapitre": 5,
        "question": "Que signifie le principe de libre circulation des marchandises au sein de l'UE ?",
        "reponse": "Ce principe implique que les marchandises originaires des États membres, ou mises en libre pratique, doivent pouvoir circuler et être commercialisées sur le territoire de n'importe quel autre État membre. Elles doivent l'être dans les mêmes conditions que les produits nationaux de cet État."
      },
      {
        "chapitre": 5,
        "question": "Quel arrêt célèbre de la CJUE (1979) a été rendu concernant une liqueur française et a eu un impact majeur sur la libre circulation des marchandises ?",
        "reponse": "Il s'agit de l'arrêt 'Cassis de Dijon' (Affaire 120/78 du 20 février 1979). La Cour y a développé le principe de reconnaissance mutuelle. Elle a jugé qu'un produit légalement fabriqué et commercialisé dans un État membre doit pouvoir être vendu dans un autre, sauf raisons impératives d'intérêt général."
      },
      {
        "chapitre": 5,
        "question": "Quelles étaient les 'exigences impératives d'intérêt général' reconnues par la CJUE dans l'arrêt Cassis de Dijon ?",
        "reponse": "La Cour a admis que des obstacles à la circulation pouvaient être justifiés par des exigences impératives. Elle a cité notamment l'efficacité des contrôles fiscaux, la protection de la santé publique, la loyauté des transactions commerciales et la défense des consommateurs. Ces exceptions doivent être proportionnées."
      },
      {
        "chapitre": 5,
        "question": "L'UE a-t-elle toujours eu un catalogue de droits fondamentaux (DF) explicite dans ses traités fondateurs ?",
        "reponse": "Non, le Traité de Rome (1957) établissant la CEE ne contenait pas de catalogue spécifique de droits fondamentaux, bien qu'il visât des libertés économiques. La protection des DF a été développée progressivement, principalement par la jurisprudence de la CJUE."
      },
      {
        "chapitre": 5,
        "question": "Comment la CJUE a-t-elle initialement justifié sa compétence en matière de droits fondamentaux, alors qu'ils relevaient des constitutions nationales ?",
        "reponse": "Après avoir établi le principe de primauté du droit communautaire (arrêt Costa 1964), la CJUE a estimé que cette primauté ne pouvait valoir que si le droit communautaire garantissait lui-même une protection des DF équivalente à celle des constitutions nationales. C'était une condition nécessaire à l'acceptation de la primauté."
      },
      {
        "chapitre": 5,
        "question": "À partir de quand (quelle affaire et date) la CJUE a-t-elle commencé à considérer les droits fondamentaux comme faisant partie intégrante des principes généraux du droit communautaire ?",
        "reponse": "C'est à partir de l'affaire Stauder du 12 novembre 1969 que la CJUE a commencé à intégrer les droits fondamentaux. Elle a considéré qu'ils reposaient sur un régime propre au sein de la communauté européenne. Cela a marqué un tournant majeur dans sa jurisprudence."
      },
      {
        "chapitre": 5,
        "question": "Quelles ont été les deux principales sources d'inspiration de la CJUE pour identifier les droits fondamentaux protégés dans l'ordre juridique de l'UE ?",
        "reponse": "La Cour s'est principalement inspirée de deux sources. D'une part, les traditions constitutionnelles communes aux États membres. D'autre part, les instruments internationaux de protection des droits de l'homme auxquels les États membres étaient parties, notamment la Convention Européenne des Droits de l'Homme (CEDH)."
      },
      {
        "chapitre": 5,
        "question": "Quelle affaire de 1974 (Nold) a confirmé que la CJUE s'inspirait des traditions constitutionnelles communes et des traités internationaux sur les DH ?",
        "reponse": "L'affaire Nold (14 mai 1974) a explicitement confirmé cette double source d'inspiration. La Cour a réaffirmé qu'elle était tenue de s'inspirer des traditions constitutionnelles communes et ne pouvait admettre des mesures incompatibles avec les droits fondamentaux reconnus et garantis par les constitutions des États."
      },
      {
        "chapitre": 5,
        "question": "Comment le Traité de Maastricht a-t-il formellement intégré la protection des droits fondamentaux ?",
        "reponse": "Le Traité de Maastricht (1992) a consacré la jurisprudence de la Cour. Il a inclus une disposition (ancien article 6 §2 TUE, aujourd'hui reformulé à l'article 2 TUE) indiquant que l'Union respecte les droits fondamentaux tels qu'ils sont garantis par la CEDH et tels qu'ils résultent des traditions constitutionnelles communes."
      },
      {
        "chapitre": 5,
        "question": "Quel document spécifique regroupant les droits fondamentaux a été proclamé en 2000 mais n'a acquis une force juridique contraignante qu'avec le Traité de Lisbonne ?",
        "reponse": "Il s'agit de la Charte des droits fondamentaux de l'Union Européenne. Proclamée à Nice en 2000, elle n'était initialement qu'une annexe sans valeur contraignante. C'est le Traité de Lisbonne (entré en vigueur en 2009) qui lui a conféré la même valeur juridique que les traités."
      },
      {
        "chapitre": 5,
        "question": "Le Traité de Nice avait-il intégré la Charte des droits fondamentaux dans le droit primaire ?",
        "reponse": "Non, le Traité de Nice n'avait pas réussi à intégrer la Charte dans le droit primaire avec une valeur contraignante. Elle y était seulement annexée, en raison notamment de l'opposition de certains États membres (comme le Royaume-Uni). Son statut juridique est resté incertain jusqu'à Lisbonne."
      },
      {
        "chapitre": 5,
        "question": "Quelle est la conséquence de la valeur juridiquement contraignante de la Charte des droits fondamentaux depuis le Traité de Lisbonne ?",
        "reponse": "Depuis Lisbonne, la Charte a la même valeur que les traités TUE et TFUE. Cela signifie que ses dispositions peuvent être invoquées devant les tribunaux et qu'elles s'imposent aux institutions de l'UE ainsi qu'aux États membres lorsqu'ils mettent en œuvre le droit de l'Union. Elle renforce considérablement la protection des DF."
      },
      {
        "chapitre": 5,
        "question": "Le Traité de Lisbonne prévoit-il la possibilité pour l'UE d'adhérer à la Convention Européenne des Droits de l'Homme (CEDH) ?",
        "reponse": "Oui, le Traité de Lisbonne contient une référence expliquant la possibilité pour l'Union européenne d'adhérer à la CEDH. Cette adhésion vise à renforcer la cohérence de la protection des droits fondamentaux en Europe. Cependant, cette adhésion n'était pas automatique et devait respecter certaines conditions."
      },
      {
        "chapitre": 5,
        "question": "Pourquoi la CJUE a-t-elle rendu un avis négatif (Avis 2/13 du 18 décembre 2014) concernant le projet d'accord d'adhésion de l'UE à la CEDH ?",
        "reponse": "La Cour a considéré que le projet d'accord d'adhésion tel qu'envisagé n'était pas compatible avec le droit de l'Union. Elle a estimé qu'il était susceptible de porter atteinte aux caractéristiques spécifiques et à l'autonomie de l'ordre juridique de l'Union. L'adhésion reste un objectif, mais nécessite un accord compatible."
      },
      {
        "chapitre": 5,
        "question": "Quel rôle joue l'UE dans la promotion des droits de l'homme au niveau international ?",
        "reponse": "L'UE est devenue une entité centrale dans la promotion des droits de l'homme (DH) à l'échelon international. Le respect des DF et des DH fait l'objet d'une diffusion active par l'UE dans ses relations extérieures. C'est devenu une caractéristique de son action internationale."
      },
      {
        "chapitre": 5,
        "question": "Comment l'UE intègre-t-elle l'exigence de respect des droits de l'homme dans ses accords avec des pays tiers ?",
        "reponse": "Lorsque l'UE négocie des accords (notamment de partenariat) avec des États tiers, elle y introduit systématiquement une 'clause de conditionnalité'. Cette clause lie l'application de l'accord à l'obligation pour l'État tiers de respecter les droits de l'homme et les principes démocratiques."
      },
      {
        "chapitre": 5,
        "question": "Que peut faire l'UE si un État tiers partenaire ne respecte pas ses engagements en matière de droits de l'homme prévus par la clause de conditionnalité ?",
        "reponse": "En cas de non-respect des obligations relatives aux droits de l'homme par l'État tiers, l'Union européenne peut décider de suspendre l'application de l'accord international concerné. Cette possibilité de suspension constitue un levier important pour encourager le respect des DH par ses partenaires."
      },
      {
        "chapitre": 6,
        "question": "Combien d'États membres l'Union Européenne compte-t-elle aujourd'hui (selon le cours, avant éventuels nouveaux élargissements) ?",
        "reponse": "Le cours mentionne qu'aujourd'hui, l'Union Européenne compte 27 États membres. Ce nombre résulte des élargissements successifs et du retrait du Royaume-Uni. Il illustre la dimension d'union d'États de l'UE."
      },
      {
        "chapitre": 6,
        "question": "Quels étaient les six États membres fondateurs de la construction communautaire européenne ?",
        "reponse": "Les six États à l'origine de la construction communautaire, signataires du Traité de Rome en 1957, étaient : l'Allemagne (de l'Ouest à l'époque), la Belgique, la France, l'Italie, le Luxembourg et les Pays-Bas. Ils ont formé le noyau initial de la CEE."
      },
      {
        "chapitre": 6,
        "question": "Quelle a été la première crise politique majeure liée à une demande d'adhésion, concernant quel pays ?",
        "reponse": "La première grande crise politique liée à l'adhésion a concerné la demande du Royaume-Uni. La France, sous la présidence du Général de Gaulle, s'est opposée à plusieurs reprises à cette adhésion dans les années 1960. Cela a retardé l'entrée du UK dans la Communauté."
      },
      {
        "chapitre": 6,
        "question": "Citez les trois pays qui ont rejoint l'UE en 1995, un élargissement important notamment pour les politiques environnementales.",
        "reponse": "En 1995, l'Union Européenne s'est élargie à trois nouveaux membres : l'Autriche, la Suède et la Finlande. Cet élargissement a porté le nombre d'États membres à 15 et a été significatif pour l'intégration des préoccupations environnementales, ces pays y étant particulièrement sensibles."
      },
      {
        "chapitre": 6,
        "question": "Quel pays a demandé à faire partie de l'UE en 1994 mais dont la population a refusé l'adhésion par référendum (pour la deuxième fois) ?",
        "reponse": "Il s'agit de la Norvège. En 1994, le gouvernement norvégien a demandé l'adhésion à l'UE. Cependant, lors d'un référendum consultatif, la population norvégienne a refusé cette adhésion, comme elle l'avait déjà fait lors d'une précédente consultation en 1972."
      },
      {
        "chapitre": 6,
        "question": "Quel élargissement majeur a eu lieu en 2004, intégrant notamment de nombreux pays d'Europe Centrale et Orientale (PECO) ?",
        "reponse": "L'élargissement de 2004 a été le plus important en nombre de pays. Dix nouveaux États ont rejoint l'UE : Estonie, Lettonie, Lituanie, Pologne, République Tchèque, Slovaquie, Hongrie, Slovénie (les PECO), ainsi que Chypre et Malte. L'Europe est passée de 15 à 25 membres."
      },
      {
        "chapitre": 6,
        "question": "Quels deux pays ont rejoint l'UE en 2007 ?",
        "reponse": "En 2007, l'Union Européenne a poursuivi son élargissement vers l'Est en accueillant deux nouveaux pays. Il s'agit de la Roumanie et de la Bulgarie. L'Union comptait alors 27 États membres."
      },
      {
        "chapitre": 6,
        "question": "Quel pays a été le dernier à rejoindre l'Union Européenne en 2013 ?",
        "reponse": "Le dernier pays à avoir adhéré à l'Union Européenne est la Croatie. Son adhésion a eu lieu le 1er juillet 2013. Elle est ainsi devenue le 28ème État membre à l'époque (avant le retrait du Royaume-Uni)."
      },
      {
        "chapitre": 6,
        "question": "Quel pays candidat a un statut particulier, lié à l'UE depuis 1963 et ayant déposé sa candidature en 1987 ?",
        "reponse": "La Turquie a un cas particulier. Liée à la CEE/UE par un accord d'association (accord d'Ankara) depuis 1963 qui a mis en place une union douanière. Elle a officiellement déposé sa candidature en 1987 et obtenu le statut de pays candidat en 1999, mais les négociations sont complexes et actuellement gelées."
      },
      {
        "chapitre": 6,
        "question": "Citez au moins trois pays mentionnés comme ayant déposé leur candidature à l'adhésion (statut de candidat ou potentiel candidat).",
        "reponse": "Le cours mentionne plusieurs pays ayant déposé leur candidature. Parmi eux figurent la Serbie, le Monténégro, la Macédoine du Nord, l'Albanie, la Bosnie-Herzégovine, la Géorgie, l'Ukraine, le Kosovo et la Moldavie. Leur statut et l'avancement des négociations varient."
      },
      {
        "chapitre": 6,
        "question": "Quelles sont les trois grandes catégories de conditions (Critères de Copenhague) qu'un pays candidat doit remplir pour adhérer à l'UE ?",
        "reponse": "Les conditions d'adhésion, définies par le Conseil européen de Copenhague en 1993, sont de trois ordres : 1) Critères politiques (institutions stables garantissant démocratie, État de droit, DH, respect minorités). 2) Critères économiques (économie de marché viable, capacité à faire face à la concurrence). 3) Critère de l'acquis communautaire (capacité à assumer les obligations de l'adhésion)."
      },
      {
        "chapitre": 6,
        "question": "Le critère politique d'adhésion exige-t-il simplement une démocratie formelle ?",
        "reponse": "Non, le critère politique va au-delà de la simple démocratie formelle. Il exige des institutions stables garantissant la démocratie, mais aussi l'État de droit, le respect des droits de l'homme et la protection des minorités sur le territoire du pays candidat. Ce sont des conditions strictes."
      },
      {
        "chapitre": 6,
        "question": "Que signifie le critère économique de l'économie de marché viable ?",
        "reponse": "Ce critère implique que le pays candidat doit posséder une économie de marché fonctionnelle. De plus, il doit démontrer sa capacité à faire face à la pression concurrentielle et aux forces du marché à l'intérieur de l'Union. Il doit pouvoir s'intégrer économiquement sans heurts majeurs."
      },
      {
        "chapitre": 6,
        "question": "Que recouvre le critère de 'l'intégration de l'acquis communautaire' ?",
        "reponse": "L'acquis communautaire désigne l'ensemble du droit de l'Union Européenne en vigueur (traités, législation, jurisprudence). Le pays candidat doit démontrer sa capacité administrative et juridique à transposer, mettre en œuvre et faire respecter l'ensemble de cet acquis dans son ordre juridique interne dès son adhésion."
      },
      {
        "chapitre": 6,
        "question": "Où un pays candidat doit-il déposer sa candidature à l'adhésion ?",
        "reponse": "La procédure d'adhésion commence par le dépôt officiel de la candidature par le pays concerné. Cette candidature doit être adressée au Conseil de l'Union Européenne. C'est ensuite la Commission européenne qui est chargée d'examiner cette candidature et de rendre un avis."
      },
      {
        "chapitre": 6,
        "question": "Quels acteurs doivent être informés de la demande de candidature à l'adhésion ?",
        "reponse": "La demande de candidature, une fois reçue par le Conseil, doit obligatoirement être transmise au Parlement européen. Elle doit également être notifiée à l'ensemble des parlements nationaux des États membres. Ils sont ainsi informés dès le début du processus."
      },
      {
        "chapitre": 6,
        "question": "Qui doit approuver l'ouverture des négociations d'adhésion et selon quelle règle de vote ?",
        "reponse": "C'est le Conseil de l'Union Européenne qui décide de l'ouverture des négociations. Cette décision doit être prise à l'unanimité de tous les États membres. Si un seul État membre s'y oppose, les négociations ne peuvent pas commencer."
      },
      {
        "chapitre": 6,
        "question": "Quel est le rôle du Parlement européen dans la décision finale d'accepter l'adhésion d'un nouvel État ?",
        "reponse": "Une fois les négociations terminées et l'accord d'adhésion finalisé, le Parlement européen doit donner son approbation. Il doit se prononcer à la majorité des membres qui le composent. Sans cette approbation, l'adhésion ne peut avoir lieu."
      },
      {
        "chapitre": 6,
        "question": "Qui négocie l'accord d'adhésion avec le pays candidat ?",
        "reponse": "Si la candidature est acceptée et les négociations ouvertes, c'est la Commission européenne qui mène les négociations au nom de l'Union Européenne. Elle négocie les conditions et les modalités techniques de l'adhésion avec le pays candidat, chapitre par chapitre de l'acquis communautaire."
      },
      {
        "chapitre": 6,
        "question": "Quelles sont les dernières étapes pour qu'un accord d'adhésion entre en vigueur ?",
        "reponse": "L'accord d'adhésion doit d'abord être signé par le Conseil (unanimité) et l'État candidat. Ensuite, et c'est une étape cruciale, il doit être ratifié par tous les États membres de l'UE ainsi que par l'État candidat. Cette ratification doit se faire conformément aux règles constitutionnelles respectives de chaque pays."
      },
      {
        "chapitre": 6,
        "question": "Le traité de Rome prévoyait-il une procédure de retrait de la Communauté ?",
        "reponse": "Non, le traité de Rome initial n'avait pas prévu de procédure formelle de retrait. L'idée dominante à l'époque était que l'appartenance à la CEE était un engagement irréversible. Un État souhaitant se retirer aurait dû utiliser les procédures du droit international public."
      },
      {
        "chapitre": 6,
        "question": "Quel traité a introduit la procédure formelle de retrait (Article 50) et pourquoi ?",
        "reponse": "C'est le Traité de Lisbonne (2009) qui a introduit l'article 50 TUE, formalisant la procédure de retrait. Cette introduction a été faite notamment par crainte que les efforts demandés aux pays de l'Est lors de l'élargissement ne les poussent à vouloir se retirer si aucune clause n'existait."
      },
      {
        "chapitre": 6,
        "question": "Quelle est la première étape formelle pour un État souhaitant se retirer de l'UE selon l'article 50 TUE ?",
        "reponse": "La première étape est que l'État membre doit notifier officiellement son intention de se retirer au Conseil Européen (chefs d'État ou de gouvernement). C'est cette notification qui déclenche formellement la procédure et le délai de négociation de l'accord de retrait."
      },
      {
        "chapitre": 6,
        "question": "Quel est l'objectif principal de l'accord de retrait négocié entre l'UE et l'État sortant ?",
        "reponse": "L'accord de retrait vise principalement à fixer les modalités du départ de l'État membre. Il doit régler les questions pratiques liées à la séparation (droits des citoyens, règlement financier, etc.). Il doit également établir le cadre des relations futures entre l'UE et l'État concerné après son retrait."
      },
      {
        "chapitre": 6,
        "question": "Quel type d'accord lie aujourd'hui le Royaume-Uni et l'Union Européenne après le Brexit ?",
        "reponse": "Depuis le 1er mai 2021 (date mentionnée, mais l'accord s'applique provisoirement depuis le 1er janvier 2021), le Royaume-Uni et l'UE sont liés par un Accord de Commerce et de Coopération. Cet accord établit principalement une zone de libre-échange (sans droits de douane sur la plupart des biens) mais maintient des contrôles aux frontières et des exigences administratives."
      },
      {
        "chapitre": 7,
        "question": "Quel est le lien fondamental entre la nationalité d'un État membre et la citoyenneté de l'Union Européenne ?",
        "reponse": "La citoyenneté de l'Union est directement et exclusivement liée à la nationalité d'un État membre. Selon l'article 20 TFUE, est citoyen de l'Union toute personne ayant la nationalité d'un État membre. On ne peut être citoyen européen sans être national d'un des pays de l'UE."
      },
      {
        "chapitre": 7,
        "question": "La citoyenneté européenne crée-t-elle une double nationalité ou remplace-t-elle la nationalité d'origine ?",
        "reponse": "Non, la citoyenneté européenne ne correspond pas à une double nationalité au sens classique et ne remplace en aucun cas la nationalité de l'État membre. L'article 20 TFUE précise bien qu'elle 's'ajoute à la citoyenneté nationale et ne la remplace pas'. C'est un statut additionnel."
      },
      {
        "chapitre": 7,
        "question": "Quel est l'objectif principal de la création de la citoyenneté européenne ?",
        "reponse": "La citoyenneté européenne est un statut juridique qui vise à conférer un ensemble de droits spécifiques aux nationaux des États membres. L'objectif est de renforcer le sentiment d'appartenance à l'Union et de permettre aux citoyens de participer plus activement à la vie politique et démocratique de l'UE."
      },
      {
        "chapitre": 7,
        "question": "Dans quels articles du TFUE trouve-t-on principalement les droits conférés par la citoyenneté européenne ?",
        "reponse": "Les droits spécifiquement attachés à la citoyenneté de l'Union sont principalement énoncés aux articles 18 à 25 du Traité sur le Fonctionnement de l'Union Européenne (TFUE). Ces dispositions détaillent les différents droits politiques et civiques accordés aux citoyens européens."
      },
      {
        "chapitre": 7,
        "question": "Les droits liés à la citoyenneté européenne sont-ils également mentionnés dans la Charte des droits fondamentaux ?",
        "reponse": "Oui, le cours rappelle que la citoyenneté et les droits qui y sont conférés ont également été intégrés dans la Charte des droits fondamentaux de l'Union Européenne. Cela renforce leur importance et leur protection au sein de l'ordre juridique de l'UE, la Charte ayant la même valeur que les traités."
      },
      {
        "chapitre": 7,
        "question": "Quel droit politique important la citoyenneté européenne confère-t-elle aux citoyens résidant dans un autre État membre ?",
        "reponse": "La citoyenneté européenne confère le droit de vote et d'éligibilité aux élections municipales dans l'État membre de résidence. Elle donne également le droit de vote et d'éligibilité aux élections au Parlement européen dans cet État membre, et ce, dans les mêmes conditions que les nationaux de cet État."
      },
      {
        "chapitre": 7,
        "question": "Qu'est-ce que le droit à la protection diplomatique et consulaire conféré par la citoyenneté européenne ?",
        "reponse": "Ce droit permet à un citoyen européen se trouvant sur le territoire d'un pays tiers (hors UE) où son propre État membre n'a pas de représentation diplomatique ou consulaire, de bénéficier de la protection des autorités diplomatiques ou consulaires de n'importe quel autre État membre présent dans ce pays tiers."
      },
      {
        "chapitre": 7,
        "question": "Dans quelles circonstances le droit à la protection diplomatique et consulaire peut-il être exercé ?",
        "reponse": "Ce droit peut être exercé par un citoyen européen dans un pays tiers lorsque son propre pays n'y est pas représenté. Il s'applique, par exemple, en cas d'arrestation, d'accident grave, de maladie, ou pour obtenir de l'aide. L'État membre sollicité doit accorder la protection dans les mêmes conditions qu'à ses propres nationaux."
      },
      {
        "chapitre": 7,
        "question": "Qu'est-ce que le droit de pétition devant le Parlement européen ?",
        "reponse": "Tout citoyen de l'Union (ainsi que toute personne physique ou morale résidant ou ayant son siège statutaire dans un État membre) a le droit de présenter, individuellement ou en association, une pétition au Parlement européen. Cette pétition doit porter sur un sujet relevant des domaines d'activité de l'Union et qui le concerne directement."
      },
      {
        "chapitre": 7,
        "question": "Quel est le rôle de la Commission des pétitions du Parlement européen ?",
        "reponse": "La Commission des pétitions est l'organe du Parlement européen chargé d'examiner les pétitions reçues. Elle évalue leur recevabilité et peut mener des enquêtes, demander des informations à la Commission européenne ou aux États membres, ou encore transmettre la pétition à d'autres organes compétents pour suite à donner."
      },
      {
        "chapitre": 7,
        "question": "Qu'est-ce que le droit de saisir le Médiateur européen ?",
        "reponse": "Tout citoyen de l'Union ou toute personne résidant dans un État membre peut saisir le Médiateur européen. Cette saisine concerne les cas de 'mauvaise administration' dans l'action des institutions, organes ou organismes de l'Union (à l'exception de la CJUE dans l'exercice de ses fonctions juridictionnelles)."
      },
      {
        "chapitre": 7,
        "question": "Quelle est la différence fondamentale entre le rôle du Médiateur européen et celui de la Commission des pétitions ?",
        "reponse": "La différence principale réside dans l'objet de la plainte : le Médiateur européen traite des cas de mauvaise administration des *institutions de l'UE*, tandis que la Commission des pétitions examine les plaintes concernant le *comportement d'un État membre* (ou des actions/inactions de l'UE) dans les domaines relevant de l'Union."
      },
      {
        "chapitre": 7,
        "question": "Donnez un exemple de 'mauvaise administration' qui pourrait faire l'objet d'une plainte auprès du Médiateur européen.",
        "reponse": "Un cas de mauvaise administration pourrait être un manque de transparence, un refus d'information injustifié de la part d'une institution, des retards excessifs dans une procédure administrative, une discrimination, un abus de pouvoir, ou encore le non-respect des règles de procédure par une institution de l'UE."
      },
      {
        "chapitre": 7,
        "question": "Quel droit lié à la communication avec les institutions est garanti aux citoyens européens ?",
        "reponse": "Les citoyens européens ont le droit de s'adresser aux institutions et aux organes consultatifs de l'Union dans l'une des langues officielles des traités (fixées à l'article 55 TUE). Ils ont également le droit de recevoir une réponse dans cette même langue. Cela garantit l'accessibilité linguistique."
      },
      {
        "chapitre": 7,
        "question": "Qu'est-ce que le droit d'initiative citoyenne européenne (ICE) ?",
        "reponse": "Introduit par le Traité de Lisbonne (Art 11 TUE, Art 24 TFUE), l'ICE permet à un million de citoyens de l'Union, provenant d'au moins un quart des États membres, d'inviter la Commission européenne à soumettre une proposition législative dans les domaines de compétence de l'UE. C'est un outil de démocratie participative directe."
      },
      {
        "chapitre": 7,
        "question": "Quel est le droit fondamental en matière de déplacement et de résidence garanti par l'article 21 TFUE ?",
        "reponse": "L'article 21 TFUE garantit à tout citoyen de l'Union le droit de circuler et de séjourner librement sur le territoire des États membres. Ce droit est cependant soumis aux limitations et conditions prévues par les traités et par les mesures prises pour leur application."
      },
      {
        "chapitre": 7,
        "question": "Quels autres articles du TFUE complètent le droit général de circulation et de séjour ?",
        "reponse": "Ce droit général est complété par des dispositions plus spécifiques. L'article 45 TFUE concerne la libre circulation des travailleurs salariés. L'article 49 TFUE traite de la liberté d'établissement pour les indépendants et les sociétés."
      },
      {
        "chapitre": 7,
        "question": "Le droit de circuler et de séjourner librement est-il absolu ?",
        "reponse": "Non, ce droit n'est pas absolu. Il peut être exercé dans les limites et conditions fixées par le droit de l'UE. Notamment, pour les séjours de plus de trois mois, des conditions de ressources suffisantes et d'assurance maladie peuvent être exigées pour ne pas devenir une charge pour le système d'assistance sociale de l'État d'accueil."
      },
      {
        "chapitre": 7,
        "question": "Quelle directive majeure de 2004 précise les conditions d'exercice du droit de circulation et de séjour ?",
        "reponse": "C'est la Directive 2004/38/CE qui détaille les droits des citoyens de l'Union et des membres de leurs familles de circuler et de séjourner librement sur le territoire des États membres. Elle fixe les conditions pour les courts séjours, les séjours de plus de trois mois et l'acquisition du droit de séjour permanent."
      },
      {
        "chapitre": 7,
        "question": "Dans quelle affaire de 2002 (Baumbast) la CJUE a-t-elle affirmé l'effet direct de l'article garantissant la libre circulation (ancien article 18 CE, actuel 21 TFUE) ?",
        "reponse": "Dans l'arrêt Baumbast (17 septembre 2002), la CJUE a reconnu que l'article du traité consacrant le droit de circuler et de séjourner librement avait un effet direct. Cela signifie que les citoyens peuvent directement invoquer ce droit devant les juridictions nationales, même en l'absence de mesures nationales spécifiques, sous réserve des conditions posées."
      },
      {
        "chapitre": 7,
        "question": "Que signifie l'effet direct de l'article 21 TFUE (ancien 18 CE) reconnu dans l'affaire Baumbast ?",
        "reponse": "Cela signifie qu'un citoyen européen peut se prévaloir directement de cet article devant un juge national pour faire valoir son droit de séjourner dans un autre État membre. Même s'il ne remplit pas les conditions d'autres statuts (comme travailleur), il peut invoquer sa qualité de citoyen de l'UE, sous réserve des limitations proportionnées."
      },
      {
        "chapitre": 7,
        "question": "Dans quelle affaire de 2011 (Zambrano), la CJUE a-t-elle étendu la portée des droits liés à la citoyenneté à des situations purement internes ?",
        "reponse": "L'arrêt Zambrano (8 mars 2011) est important car la Cour a jugé que des ressortissants de pays tiers, parents d'enfants citoyens de l'Union (n'ayant jamais exercé leur droit de circulation), pouvaient se voir accorder un droit de séjour dans l'État membre de nationalité des enfants. Ceci afin de ne pas priver ces enfants de la jouissance effective de leurs droits de citoyens UE."
      },
      {
        "chapitre": 7,
        "question": "Quelle est la conséquence principale de l'arrêt Rottmann (2010) sur la compétence des États membres en matière de nationalité ?",
        "reponse": "L'arrêt Rottmann a confirmé que si les États membres restent compétents pour définir les conditions d'acquisition et de perte de leur nationalité, ils doivent exercer cette compétence dans le respect du droit de l'Union. Une décision de retrait de nationalité qui priverait une personne de sa citoyenneté européenne doit être proportionnée et respecter les droits fondamentaux."
      },
      {
        "chapitre": 7,
        "question": "L'arrêt Rottmann empêche-t-il un État membre de retirer sa nationalité à une personne l'ayant acquise frauduleusement ?",
        "reponse": "Non, l'arrêt n'empêche pas le retrait en cas de fraude. Cependant, il exige que la décision de retrait tienne compte des conséquences qu'elle entraîne sur la perte de la citoyenneté européenne et des droits afférents. La décision doit respecter le principe de proportionnalité au regard de la gravité de la fraude et du temps écoulé."
      },
      {
        "chapitre": 7,
        "question": "Comment la citoyenneté européenne est-elle décrite dans le cours : comme un simple ajout de droits ou comme un 'processus fédératif' ?",
        "reponse": "Le cours présente la citoyenneté européenne non seulement comme un statut conférant des droits, mais aussi comme un 'témoin d'un processus fédératif'. Bien que l'UE ne soit pas un État fédéral, la citoyenneté, en créant un lien direct entre l'Union et les individus et en leur donnant des droits politiques, participe d'une logique d'intégration qui emprunte au fédéralisme."
      },
      {
        "chapitre": 8,
        "question": "Quel principe fondamental régit la délimitation des compétences de l'Union Européenne ?",
        "reponse": "C'est le principe d'attribution, également appelé principe de spécialité ou de compétence d'attribution. Ce principe, énoncé à l'article 5, paragraphe 1 et 2, du TUE, signifie que l'Union n'agit que dans les limites des compétences que les États membres lui ont expressément attribuées dans les traités pour atteindre les objectifs fixés."
      },
      {
        "chapitre": 8,
        "question": "D'où provient historiquement le principe de spécialité appliqué aux compétences de l'UE ?",
        "reponse": "Ce principe est emprunté au droit des organisations internationales (OI). En effet, une OI classique ne peut agir que dans le cadre des compétences qui lui ont été spécifiquement attribuées par ses États membres dans son traité constitutif. L'UE, bien que *sui generis*, repose sur cette même logique fondamentale."
      },
      {
        "chapitre": 8,
        "question": "Qu'implique le principe d'attribution pour l'action de l'Union Européenne ?",
        "reponse": "Il implique que toute action de l'Union doit reposer sur une base juridique spécifique dans les traités (TUE ou TFUE). Les institutions européennes ne peuvent pas agir en dehors des domaines où les traités leur ont donné compétence. Toute compétence non attribuée à l'Union appartient aux États membres."
      },
      {
        "chapitre": 8,
        "question": "Comment était considéré le transfert de compétences des États membres vers l'UE avant le Traité de Lisbonne ?",
        "reponse": "Jusqu'au Traité de Lisbonne (2009), il était admis que le transfert de compétences opéré par les États était définitif. La construction européenne était alors basée sur un processus perçu comme largement irréversible. Retirer une compétence à l'UE semblait ne pouvoir se faire qu'à travers une révision complexe des traités."
      },
      {
        "chapitre": 8,
        "question": "Le caractère irréversible du transfert de compétences existe-t-il toujours depuis le Traité de Lisbonne ?",
        "reponse": "Non, ce caractère d'irréversibilité a été remis en cause ou du moins nuancé par le Traité de Lisbonne. Le cours indique que ce caractère n'existe plus et qu'il est désormais possible, dans certaines conditions, de retirer une compétence à l'UE sans passer par une procédure formelle de révision des traités constitutifs."
      },
      {
        "chapitre": 8,
        "question": "Les institutions de l'UE peuvent-elles aujourd'hui s'octroyer elles-mêmes de nouvelles compétences ?",
        "reponse": "Non, les institutions européennes (Commission, Parlement, Conseil) ne peuvent pas s'attribuer de nouvelles compétences. Si l'Union souhaite agir dans un nouveau domaine, cela nécessite une modification des traités, c'est-à-dire une procédure de révision impliquant l'accord unanime et la ratification de tous les États membres."
      },
      {
        "chapitre": 8,
        "question": "Le traité CEE initial contenait-il une liste précise des compétences attribuées à la Communauté ?",
        "reponse": "Non, initialement, le traité CEE ne comportait pas de liste claire et détaillée des compétences attribuées, contrairement à ce qui existe depuis le Traité de Lisbonne. La délimitation des compétences s'est faite progressivement, notamment grâce à la jurisprudence de la CJUE."
      },
      {
        "chapitre": 8,
        "question": "Comment la Cour de Justice de l'UE (CJUE) a-t-elle contribué à 'assouplir' le principe d'attribution strict ?",
        "reponse": "La CJUE a assoupli le principe d'attribution en développant la théorie des compétences implicites. Elle a considéré que l'Union pouvait disposer de compétences non explicitement écrites dans les traités si celles-ci étaient nécessaires pour exercer efficacement les compétences qui lui étaient expressément attribuées."
      },
      {
        "chapitre": 8,
        "question": "Quelle affaire célèbre de 1971 a consacré la théorie des compétences externes implicites (parallélisme des compétences internes et externes) ?",
        "reponse": "C'est l'arrêt de la CJUE du 31 mars 1971 dans l'affaire dite 'AETR' (Accord européen relatif au travail des équipages des véhicules effectuant des transports internationaux par route). Dans cet arrêt, la Cour a affirmé que lorsque l'UE adopte des règles internes dans un domaine, elle acquiert aussi la compétence externe exclusive pour conclure des accords internationaux dans ce même domaine."
      },
      {
        "chapitre": 8,
        "question": "Qu'est-ce que la 'clause de flexibilité' et quel article du TFUE la prévoit ?",
        "reponse": "La clause de flexibilité est un mécanisme prévu à l'article 352 du TFUE. Elle permet au Conseil, statuant à l'unanimité sur proposition de la Commission et après approbation du Parlement, d'adopter les mesures nécessaires pour atteindre l'un des objectifs visés par les traités, même si les traités n'ont pas prévu de pouvoir d'action spécifique à cet effet."
      },
      {
        "chapitre": 8,
        "question": "Quel est l'objectif principal de la clause de flexibilité (Art 352 TFUE) ?",
        "reponse": "Elle vise à permettre à l'Union d'ajuster ses compétences d'action pour réaliser les objectifs fixés par les traités lorsque ceux-ci se révèlent insuffisants. Elle offre une certaine souplesse pour répondre à des besoins nouveaux ou imprévus, sans devoir systématiquement recourir à la lourde procédure de révision des traités."
      },
      {
        "chapitre": 8,
        "question": "L'action envisagée sur la base de la clause de flexibilité peut-elle concerner la politique étrangère et de sécurité commune (PESC) ?",
        "reponse": "Non, l'article 352 TFUE exclut explicitement son application aux actions relevant de la politique étrangère et de sécurité commune (PESC). Cette politique reste régie par les dispositions spécifiques du TUE, principalement intergouvernementales."
      },
      {
        "chapitre": 8,
        "question": "Quelle est la première condition pour pouvoir utiliser la clause de flexibilité ?",
        "reponse": "La première condition est que l'action envisagée par l'Union soit jugée *nécessaire* pour atteindre l'un des objectifs fixés par les traités. Il faut démontrer que sans cette action, l'objectif ne pourrait pas être réalisé efficacement. L'appréciation de cette nécessité relève des institutions, notamment du Conseil."
      },
      {
        "chapitre": 8,
        "question": "Quelle est la deuxième condition pour l'utilisation de la clause de flexibilité ?",
        "reponse": "La deuxième condition est qu'aucune autre disposition des traités ne prévoit déjà les pouvoirs d'action requis pour réaliser l'objectif visé. La clause de flexibilité a donc un caractère subsidiaire : elle ne peut être utilisée que s'il n'existe pas de base juridique spécifique déjà prévue par les traités."
      },
      {
        "chapitre": 8,
        "question": "Quelle est la troisième condition, qui constitue une limite importante à l'usage de la clause de flexibilité ?",
        "reponse": "La troisième condition essentielle est que l'action envisagée sur la base de l'article 352 TFUE ne doit pas entraîner une extension des compétences de l'Union au-delà de ce qui est prévu par les traités. La clause ne peut donc pas servir à attribuer de nouvelles compétences matérielles à l'UE."
      },
      {
        "chapitre": 8,
        "question": "Quelle est la procédure d'adoption des actes basés sur la clause de flexibilité ?",
        "reponse": "L'adoption d'un acte sur la base de l'article 352 TFUE requiert une procédure spécifique et exigeante. Elle nécessite une proposition de la Commission européenne, l'approbation du Parlement européen, et enfin une décision du Conseil statuant à l'unanimité."
      },
      {
        "chapitre": 8,
        "question": "Quel rôle les parlements nationaux jouent-ils dans le cadre de la procédure de la clause de flexibilité ?",
        "reponse": "Conformément au Protocole n°2 sur la subsidiarité, la Commission doit attirer l'attention des parlements nationaux sur les propositions fondées sur l'article 352 TFUE. Les parlements nationaux peuvent ainsi exercer leur contrôle sur le respect du principe de subsidiarité pour ces initiatives."
      },
      {
        "chapitre": 8,
        "question": "L'utilisation de la clause de flexibilité a-t-elle été fréquente dans l'histoire de l'intégration ?",
        "reponse": "Oui, par le passé (notamment avant Lisbonne où elle était l'ancien article 308 CE), cette clause a été utilisée assez fréquemment par les États membres et les institutions. Elle a permis d'élargir les interventions de la Communauté dans des domaines comme l'environnement ou la protection des consommateurs, avant que des bases juridiques spécifiques n'y soient créées."
      },
      {
        "chapitre": 8,
        "question": "La théorie des compétences implicites signifie-t-elle que l'UE peut agir dans n'importe quel domaine lié à ses compétences explicites ?",
        "reponse": "Non, la portée des compétences implicites est limitée. Elles ne peuvent être reconnues que si elles sont *nécessaires* à l'exercice effectif d'une compétence expressément attribuée par les traités. Il doit y avoir un lien direct et indispensable entre la compétence implicite et la compétence explicite."
      },
      {
        "chapitre": 8,
        "question": "L'arrêt AETR concernait-il une compétence interne ou externe de la Communauté ?",
        "reponse": "L'arrêt AETR concernait spécifiquement la compétence *externe* de la Communauté, c'est-à-dire sa capacité à conclure des accords internationaux. La Cour a lié cette compétence externe à l'existence d'une compétence *interne* dans le même domaine (ici, les transports routiers). C'est le principe du parallélisme."
      },
      {
        "chapitre": 8,
        "question": "Qu'est-ce que l'interprétation 'téléologique' souvent utilisée par la CJUE pour justifier l'extension des compétences ?",
        "reponse": "L'interprétation téléologique consiste à interpréter une disposition non pas seulement selon sa lettre, mais surtout en fonction de son but, de sa finalité (telos en grec). La CJUE a souvent utilisé cette méthode pour interpréter largement les objectifs des traités et justifier ainsi la reconnaissance de compétences implicites nécessaires pour atteindre ces objectifs."
      },
      {
        "chapitre": 8,
        "question": "Quel est l'effet de l'acquisition d'une compétence externe exclusive par l'UE suite à l'arrêt AETR ?",
        "reponse": "Lorsque l'UE acquiert une compétence externe exclusive dans un domaine (parce qu'elle y a légiféré en interne), les États membres perdent leur propre compétence pour conclure des accords internationaux dans ce domaine. Ils ne peuvent plus agir individuellement ou collectivement sans l'autorisation ou la participation de l'Union."
      },
      {
        "chapitre": 8,
        "question": "Le principe d'attribution est-il absolu ou peut-il être 'modulé' par d'autres principes ?",
        "reponse": "Bien que fondamental, le principe d'attribution est modulé par d'autres mécanismes comme les compétences implicites et la clause de flexibilité. De plus, l'exercice des compétences attribuées est lui-même encadré par les principes de subsidiarité et de proportionnalité. Il n'est donc pas totalement rigide."
      },
      {
        "chapitre": 8,
        "question": "Qui contrôle en dernier ressort le respect du principe d'attribution par les institutions de l'UE ?",
        "reponse": "C'est la Cour de Justice de l'Union Européenne (CJUE) qui assure le contrôle juridictionnel du respect du principe d'attribution. Elle peut être saisie (par exemple via un recours en annulation) pour vérifier si une institution a agi en dehors des compétences qui lui sont conférées par les traités."
      },
      {
        "chapitre": 8,
        "question": "La distinction claire des catégories de compétences (exclusive, partagée, appui) a-t-elle été introduite par le Traité de Lisbonne ?",
        "reponse": "Oui, c'est le Traité de Lisbonne qui a, pour la première fois, introduit une classification et une définition claires des différentes catégories de compétences de l'Union (exclusive, partagée, d'appui, etc.) dans les articles 2 à 6 du TFUE. Cela visait à clarifier la répartition des pouvoirs entre l'UE et les États membres."
      },
      {
        "chapitre": 9,
        "question": "Quelle est la caractéristique principale d'une compétence 'exclusive' de l'Union Européenne, définie à l'article 2 TFUE ?",
        "reponse": "Une compétence exclusive signifie que, dans ce domaine spécifique, seule l'Union Européenne peut légiférer et adopter des actes juridiquement contraignants. Les États membres ne peuvent intervenir que s'ils sont habilités par l'Union ou pour mettre en œuvre les actes de l'Union. C'est le plus haut degré d'intégration."
      },
      {
        "chapitre": 9,
        "question": "Les institutions de l'UE ont-elles une simple faculté ou une obligation d'agir dans les domaines de compétence exclusive ?",
        "reponse": "Dans les domaines de compétence exclusive, les institutions de l'UE sont soumises à une obligation d'agir, une obligation de résultat. Elles doivent prendre les actes normatifs nécessaires pour exercer cette compétence. Leur inaction peut être sanctionnée par un recours en carence devant la CJUE."
      },
      {
        "chapitre": 9,
        "question": "Quel est le rôle principal des États membres dans les domaines de compétence exclusive de l'UE ?",
        "reponse": "Le rôle des États membres dans ces domaines est essentiellement limité à la mise en œuvre et à l'application des actes adoptés par les institutions de l'Union. Ils ne peuvent plus légiférer eux-mêmes, sauf habilitation spécifique de l'UE. Leur rôle est donc principalement exécutif."
      },
      {
        "chapitre": 9,
        "question": "Citez le premier domaine de compétence exclusive mentionné dans le cours, caractérisé par la libre circulation interne et un tarif extérieur commun.",
        "reponse": "Le premier domaine cité est l'Union douanière. Elle relève de la compétence exclusive de l'UE et implique non seulement la libre circulation des marchandises entre États membres sans droits de douane, mais aussi la fixation et l'application d'un tarif douanier commun aux importations de pays tiers."
      },
      {
        "chapitre": 9,
        "question": "Quel autre domaine économique majeur, essentiel au bon fonctionnement du marché intérieur, relève de la compétence exclusive de l'UE ?",
        "reponse": "L'établissement des règles de concurrence nécessaires au fonctionnement du marché intérieur est une compétence exclusive. Cela inclut le contrôle des ententes, des abus de position dominante et des aides d'État accordées par les États membres aux entreprises, afin d'assurer une concurrence loyale."
      },
      {
        "chapitre": 9,
        "question": "La politique monétaire relève-t-elle de la compétence exclusive de l'UE pour tous les États membres ?",
        "reponse": "Non, la politique monétaire est une compétence exclusive de l'Union, mais uniquement pour les États membres dont la monnaie est l'euro (la zone euro). Les États membres n'appartenant pas à la zone euro conservent leur compétence en matière de politique monétaire."
      },
      {
        "chapitre": 9,
        "question": "Quel aspect de la politique de la pêche relève de la compétence exclusive de l'Union ?",
        "reponse": "C'est la conservation des ressources biologiques de la mer qui relève de la compétence exclusive de l'UE dans le cadre de la politique commune de la pêche. L'UE fixe notamment les quotas de pêche pour différentes espèces et décide du nombre de captures autorisées, qui sont ensuite réparties entre les États membres."
      },
      {
        "chapitre": 9,
        "question": "Qu'est-ce que la politique commerciale commune (PCC) et relève-t-elle de la compétence exclusive ?",
        "reponse": "Oui, la politique commerciale commune est une compétence exclusive de l'UE. Elle couvre l'ensemble des relations commerciales de l'Union avec les pays tiers, y compris la négociation et la conclusion d'accords commerciaux, ainsi que les mesures de défense commerciale (anti-dumping, etc.)."
      },
      {
        "chapitre": 9,
        "question": "La conclusion d'accords internationaux dans les domaines de compétence exclusive de l'UE (ex: tarifs douaniers) est-elle aussi une compétence exclusive ?",
        "reponse": "Oui, lorsque l'Union a une compétence exclusive pour agir sur le plan interne, elle a également la compétence exclusive pour conclure des accords internationaux dans ce domaine. Par exemple, seul l'UE peut conclure un accord fixant des tarifs douaniers avec un pays tiers."
      },
      {
        "chapitre": 9,
        "question": "Quel arrêt de la CJUE (1981), mentionné dans le contexte de la compétence exclusive en matière de pêche, a illustré la primauté du droit communautaire dans ce domaine ?",
        "reponse": "L'arrêt de la Cour du 5 mai 1981, Commission c. Royaume-Uni (Affaire 804/79), est cité. Il concernait des mesures nationales britanniques restreignant l'accès aux zones de pêche, jugées contraires à la politique commune de la pêche et au principe de non-discrimination. Cet arrêt a réaffirmé la primauté du droit UE dans ce domaine de compétence exclusive."
      },
      {
        "chapitre": 9,
        "question": "Comment sont définies les compétences 'partagées' à l'article 4 TFUE ?",
        "reponse": "Les compétences partagées sont celles où l'Union et les États membres peuvent tous deux légiférer et adopter des actes juridiquement contraignants. Cependant, l'exercice de la compétence par les États membres est limité par l'exercice de la compétence par l'Union (principe de préemption)."
      },
      {
        "chapitre": 9,
        "question": "Expliquez le 'principe de préemption' qui régit les compétences partagées.",
        "reponse": "Le principe de préemption signifie que dès lors que l'Union européenne a exercé sa compétence en légiférant dans un domaine partagé, les États membres perdent leur propre compétence pour légiférer dans la mesure couverte par l'acte de l'Union. L'action de l'UE 'préempte' (occupe) le terrain."
      },
      {
        "chapitre": 9,
        "question": "Que se passe-t-il si l'Union décide de cesser d'exercer sa compétence dans un domaine partagé ?",
        "reponse": "Si l'Union décide de cesser d'exercer sa compétence (par exemple, en abrogeant un acte législatif), les États membres recouvrent alors leur pleine compétence pour légiférer dans ce domaine. La compétence partagée est donc dynamique."
      },
      {
        "chapitre": 9,
        "question": "Un État membre peut-il encore légiférer dans un domaine de compétence partagée si l'UE n'a pas encore agi ?",
        "reponse": "Oui, tant que l'Union n'a pas exercé sa compétence en adoptant des actes normatifs dans un domaine partagé, les États membres restent libres de légiférer. Ils doivent cependant le faire dans le respect des traités et des objectifs de l'Union (notamment coopération loyale)."
      },
      {
        "chapitre": 9,
        "question": "Un État membre peut-il légiférer dans les aspects d'un domaine partagé non couverts par l'action de l'UE ?",
        "reponse": "Oui, si l'Union a légiféré mais n'a couvert que partiellement un domaine de compétence partagée, les États membres conservent le droit de légiférer sur tous les autres aspects de ce domaine qui n'ont pas été harmonisés ou réglementés par l'UE. Ils doivent toutefois respecter les règles de l'UE déjà existantes."
      },
      {
        "chapitre": 9,
        "question": "Citez au moins quatre grands domaines relevant des compétences partagées selon la liste de l'article 4 TFUE.",
        "reponse": "L'article 4 TFUE énumère plusieurs domaines de compétence partagée, dont : le marché intérieur, la politique sociale (pour certains aspects), la cohésion économique, sociale et territoriale, l'agriculture et la pêche (hors conservation des ressources), l'environnement, la protection des consommateurs, les transports, l'énergie, l'espace de liberté, sécurité et justice (ELSJ)."
      },
      {
        "chapitre": 9,
        "question": "Le domaine de l'agriculture (PAC) est-il une compétence exclusive ou partagée ?",
        "reponse": "Bien qu'ayant été longtemps une politique très intégrée, l'agriculture (et la pêche, hors conservation des ressources) relève désormais des compétences partagées. Le cours note que les États ont profité de Lisbonne pour récupérer une partie de leur marge de manœuvre dans ce domaine historiquement très communautarisé."
      },
      {
        "chapitre": 9,
        "question": "Quelles sont les compétences 'spéciales' ou 'parallèles' mentionnées à l'article 4, paragraphes 3 et 4, du TFUE ?",
        "reponse": "Ce sont des domaines où l'Union dispose d'une compétence pour mener des actions, mais où l'exercice de cette compétence par l'UE n'a pas pour effet d'empêcher les États membres d'exercer la leur. Il s'agit principalement de la recherche, du développement technologique (RDT) et de l'espace, ainsi que de la coopération au développement et de l'aide humanitaire."
      },
      {
        "chapitre": 9,
        "question": "Comment l'exercice de la compétence 'parallèle' diffère-t-il de celui de la compétence partagée ?",
        "reponse": "La différence essentielle réside dans l'absence d'effet de préemption pour les compétences parallèles. Même si l'UE agit (ex: finance un programme de recherche), les États membres restent totalement libres de mener leurs propres actions et politiques dans ce même domaine. Les actions coexistent sans que l'une n'exclue l'autre."
      },
      {
        "chapitre": 9,
        "question": "Donnez un exemple illustrant la nature parallèle de la compétence en matière d'aide humanitaire.",
        "reponse": "L'exemple donné est celui de l'aide humanitaire à Gaza. Le fait que l'Union européenne envoie de l'aide ne diminue en rien la compétence et la possibilité pour les États membres (comme la France) d'envoyer également leur propre aide humanitaire de manière indépendante. Les actions s'additionnent."
      },
      {
        "chapitre": 9,
        "question": "Quel est le rôle de l'Union dans les domaines de 'compétence d'appui, de coordination ou de complément' définis à l'article 6 TFUE ?",
        "reponse": "Dans ces domaines, l'Union ne dispose que d'une compétence pour soutenir, coordonner ou compléter l'action des États membres. L'UE ne peut pas harmoniser les législations nationales et son action vise principalement à ajouter une 'valeur ajoutée' européenne aux politiques nationales qui restent prédominantes."
      },
      {
        "chapitre": 9,
        "question": "Citez au moins quatre domaines relevant de la compétence d'appui de l'Union.",
        "reponse": "L'article 6 TFUE liste plusieurs domaines d'appui, notamment : la protection et l'amélioration de la santé humaine, l'industrie, la culture, le tourisme, l'éducation, la formation professionnelle, la jeunesse et le sport, ainsi que la protection civile et la coopération administrative."
      },
      {
        "chapitre": 9,
        "question": "La Politique Étrangère et de Sécurité Commune (PESC) relève-t-elle des catégories de compétences définies dans le TFUE ?",
        "reponse": "Non, la PESC constitue une catégorie à part. Elle est principalement définie et régie par des dispositions spécifiques du TUE (et non du TFUE). Son fonctionnement reste largement intergouvernemental, avec un rôle central pour le Conseil européen et le Conseil, et des règles de vote spécifiques (souvent l'unanimité)."
      },
      {
        "chapitre": 9,
        "question": "Qui définit les grandes orientations et adopte les décisions nécessaires dans le cadre de la PESC ?",
        "reponse": "Ce sont principalement les États membres, réunis au sein du Conseil européen (pour les orientations stratégiques) et du Conseil de l'Union (pour les actions et positions). La Haute Représentante pour les affaires étrangères et la politique de sécurité joue un rôle d'initiative et de mise en œuvre."
      },
      {
        "chapitre": 9,
        "question": "Comment le traité de Lisbonne a-t-il clarifié la répartition des compétences par rapport aux traités antérieurs ?",
        "reponse": "Le traité de Lisbonne a apporté une clarification majeure en établissant pour la première fois une typologie claire des compétences (exclusive, partagée, d'appui) et en listant les principaux domaines relevant de chaque catégorie dans les articles 2 à 6 du TFUE. Cela visait à rendre la répartition des pouvoirs plus lisible et à renforcer la sécurité juridique."
      },
      {
        "chapitre": 10,
        "question": "Le Traité sur le Fonctionnement de l'Union Européenne (TFUE) établit-il une liste exhaustive des compétences qui restent exclusivement aux États membres ?",
        "reponse": "Non, le cours indique qu'il n'y a pas d'article dans les traités qui établit une liste spécifique et complète des domaines relevant de la compétence exclusive des États membres. Cependant, certaines dispositions du TFUE introduisent des limites explicites à l'exercice des compétences de l'UE dans certains domaines."
      },
      {
        "chapitre": 10,
        "question": "Donnez un exemple de domaine où le TFUE limite explicitement le pouvoir de l'UE de légiférer, même dans le cadre de la politique sociale (compétence partagée).",
        "reponse": "Le cours cite l'exemple de la rémunération dans le cadre de la politique sociale. Bien que la politique sociale soit une compétence partagée, il est spécifiquement interdit à l'UE d'intervenir en matière de rémunération des travailleurs. Ce domaine reste de la compétence nationale."
      },
      {
        "chapitre": 10,
        "question": "Le droit de grève est-il une compétence de l'UE ?",
        "reponse": "Non, le cours mentionne également que le droit de grève n'est pas une compétence de l'Union Européenne. Comme la rémunération, il reste une compétence nationale. L'UE ne peut pas adopter de législation harmonisant ou réglementant directement le droit de grève dans les États membres."
      },
      {
        "chapitre": 10,
        "question": "Quel article du TFUE autorise les États membres à prendre des mesures de sauvegarde restreignant le commerce, pour des raisons spécifiques ?",
        "reponse": "C'est l'article 36 du TFUE qui permet aux États membres de déroger aux règles de libre circulation des marchandises. Ils peuvent établir des restrictions justifiées par des raisons impératives telles que la moralité publique, l'ordre public, la sécurité publique, la protection de la santé et de la vie des personnes et des animaux, ou la protection des trésors nationaux."
      },
      {
        "chapitre": 10,
        "question": "Quelles sont les raisons limitativement énumérées par l'article 36 TFUE qui peuvent justifier une restriction nationale à la libre circulation ?",
        "reponse": "Les justifications possibles sont : la moralité publique, l'ordre public, la sécurité publique, la protection de la santé et de la vie des personnes et des animaux, la préservation des végétaux. S'y ajoute la protection des trésors nationaux ayant une valeur artistique, historique ou archéologique."
      },
      {
        "chapitre": 10,
        "question": "Les mesures prises par un État membre sur la base de l'article 36 TFUE doivent-elles être purement protectionnistes ?",
        "reponse": "Non, l'article 36 précise que ces restrictions ne doivent constituer ni un moyen de discrimination arbitraire, ni une restriction déguisée dans le commerce entre les États membres. Elles doivent être réellement justifiées par l'un des motifs énumérés et proportionnées à l'objectif poursuivi."
      },
      {
        "chapitre": 10,
        "question": "Quel principe fondamental de l'UE permet de mieux réguler l'exercice des compétences en déterminant quel niveau (UE ou national) est le plus approprié pour agir ?",
        "reponse": "Il s'agit du principe de subsidiarité. Ce principe, introduit formellement par le Traité de Maastricht et détaillé à l'article 5 TUE, vise à déterminer si l'action doit être menée au niveau de l'Union ou si elle peut être mieux réalisée au niveau national (central, régional ou local)."
      },
      {
        "chapitre": 10,
        "question": "Dans quels domaines de compétence le principe de subsidiarité s'applique-t-il ?",
        "reponse": "Le principe de subsidiarité ne s'applique QUE dans les domaines qui ne relèvent pas de la compétence exclusive de l'Union Européenne. Il concerne donc principalement les domaines de compétence partagée et potentiellement les compétences d'appui ou de coordination."
      },
      {
        "chapitre": 10,
        "question": "Selon l'article 5 TUE, à quelle condition l'UE peut-elle intervenir dans un domaine de compétence non exclusive ?",
        "reponse": "L'UE intervient seulement si, et dans la mesure où, les objectifs de l'action envisagée ne peuvent pas être atteints de manière suffisante par les États membres, que ce soit au niveau central, régional ou local. L'intervention de l'UE doit être justifiée par une plus grande efficacité liée aux dimensions ou aux effets de l'action."
      },
      {
        "chapitre": 10,
        "question": "Le principe de subsidiarité favorise-t-il l'action de l'UE ou celle des États membres ?",
        "reponse": "Ce principe accorde une priorité à l'action des États membres. L'Union ne doit intervenir que si son action apporte une valeur ajoutée par rapport à une action menée au niveau national ou local. Il vise à garantir que les décisions soient prises le plus près possible des citoyens."
      },
      {
        "chapitre": 10,
        "question": "Quelle obligation la Commission européenne a-t-elle, notamment sous l'impulsion de Jacques Delors, avant de proposer un acte normatif dans un domaine non exclusif ?",
        "reponse": "La Commission doit obligatoirement procéder à de larges consultations préalables. Elle doit évaluer les différents moyens (financiers, institutionnels, normatifs) disponibles et déterminer s'ils sont adéquats pour réaliser l'objectif visé, et si l'action au niveau de l'UE est la plus pertinente (test d'efficacité ou de subsidiarité)."
      },
      {
        "chapitre": 10,
        "question": "Quel autre principe, mentionné à l'article 5 TUE, encadre l'intensité de l'action de l'Union ?",
        "reponse": "Il s'agit du principe de proportionnalité. Ce principe exige que le contenu et la forme de l'action de l'Union n'excèdent pas ce qui est nécessaire pour atteindre les objectifs des traités. L'action de l'UE doit être adaptée au but visé et la moins contraignante possible."
      },
      {
        "chapitre": 10,
        "question": "Le principe de proportionnalité s'applique-t-il uniquement aux compétences partagées ?",
        "reponse": "Non, contrairement au principe de subsidiarité, le principe de proportionnalité concerne l'exercice de toutes les compétences de l'Union. Il s'applique donc aussi bien aux compétences partagées qu'à la compétence exclusive. L'action de l'UE doit toujours être proportionnée à l'objectif."
      },
      {
        "chapitre": 10,
        "question": "Selon la définition donnée par la CJCE dans l'affaire The Queen (1998), qu'exige le principe de proportionnalité ?",
        "reponse": "Le principe de proportionnalité exige que les actes des institutions ne dépassent pas les limites de ce qui est approprié et nécessaire pour atteindre les objectifs légitimes poursuivis. De plus, lorsqu'un choix existe entre plusieurs mesures appropriées, il convient de recourir à la moins contraignante."
      },
      {
        "chapitre": 10,
        "question": "Quel protocole annexé aux traités détaille les modalités d'application des principes de subsidiarité et de proportionnalité ?",
        "reponse": "C'est le Protocole n°2 sur l'application des principes de subsidiarité et de proportionnalité. Ce protocole précise notamment les obligations de motivation des institutions et le rôle des parlements nationaux dans le contrôle du respect de la subsidiarité."
      },
      {
        "chapitre": 10,
        "question": "Quel type de contrôle du respect du principe de subsidiarité a été mis en place par le Traité de Lisbonne avant l'adoption d'un acte ?",
        "reponse": "Le Traité de Lisbonne a mis en place un contrôle 'a priori', qui intervient AVANT l'adoption de l'acte législatif par l'Union. Ce contrôle repose sur l'intervention des parlements nationaux des États membres, qui peuvent émettre des avis motivés."
      },
      {
        "chapitre": 10,
        "question": "Comment les parlements nationaux exercent-ils le contrôle a priori du principe de subsidiarité ?",
        "reponse": "Chaque parlement national reçoit les projets d'actes législatifs européens. S'il estime qu'un projet n'est pas conforme au principe de subsidiarité, il peut adresser un 'avis motivé' à la Commission européenne (ou aux autres institutions initiatrices). Chaque parlement dispose de deux voix (une par chambre si bicaméral)."
      },
      {
        "chapitre": 10,
        "question": "Qu'est-ce que le mécanisme du 'Carton Jaune' dans le cadre du contrôle de subsidiarité ?",
        "reponse": "Le mécanisme du 'Carton Jaune' est déclenché si les avis motivés des parlements nationaux représentent au moins un tiers du total des voix attribuées (seuil abaissé pour les projets ELSJ). Dans ce cas, l'institution qui a proposé le texte est obligée de le réexaminer. Elle peut décider de le maintenir, le modifier ou le retirer, mais doit motiver sa décision."
      },
      {
        "chapitre": 10,
        "question": "Qu'est-ce que le mécanisme du 'Carton Orange' (mentionné dans le cours) ?",
        "reponse": "Le 'Carton Orange' est une procédure plus contraignante. Elle est déclenchée si une majorité simple des voix attribuées aux parlements nationaux estime qu'un projet (relevant de la procédure législative ordinaire) viole le principe de subsidiarité. Dans ce cas, si la Commission maintient sa proposition, le Conseil et le Parlement européen doivent examiner la question de la subsidiarité avant de poursuivre la procédure."
      },
      {
        "chapitre": 10,
        "question": "Le réexamen suite à un 'Carton Jaune' oblige-t-il la Commission à retirer sa proposition ?",
        "reponse": "Non, la Commission n'est pas obligée de retirer sa proposition après un Carton Jaune. Elle doit la réexaminer et justifier sa décision de la maintenir, de la modifier ou de la retirer. Le contrôle politique des parlements nationaux n'est donc pas un veto absolu."
      },
      {
        "chapitre": 10,
        "question": "Quel type de contrôle du respect des principes de subsidiarité et de proportionnalité peut intervenir après l'adoption d'un acte de l'UE ?",
        "reponse": "Après l'adoption d'un acte, un contrôle 'a posteriori' peut être exercé. Il s'agit d'un contrôle juridictionnel effectué par la Cour de Justice de l'Union Européenne (CJUE). Ce contrôle peut être initié via différents types de recours."
      },
      {
        "chapitre": 10,
        "question": "Comment la CJUE peut-elle être saisie pour contrôler le respect de la subsidiarité ou de la proportionnalité d'un acte adopté ?",
        "reponse": "La CJUE peut être saisie, notamment dans le cadre d'un recours en annulation (article 263 TFUE). Ce recours vise à faire annuler un acte de l'Union pour différents motifs, y compris la violation des traités ou de toute règle de droit relative à leur application, ce qui inclut les principes de subsidiarité et de proportionnalité."
      },
      {
        "chapitre": 10,
        "question": "Qui peut former un recours en annulation devant la CJUE pour violation du principe de subsidiarité ?",
        "reponse": "Un recours en annulation peut être formé par les institutions de l'UE elles-mêmes ou par les États membres. Le Traité de Lisbonne a aussi ouvert la possibilité pour un parlement national (ou une chambre de celui-ci) de former un tel recours, via son gouvernement, spécifiquement pour violation du principe de subsidiarité."
      },
      {
        "chapitre": 10,
        "question": "Un parlement national peut-il saisir directement la CJUE pour violation du principe de subsidiarité ?",
        "reponse": "Non, le cours précise qu'un parlement national (ou une de ses chambres) ne peut pas saisir directement la CJUE. Il doit obligatoirement passer par son gouvernement national pour que celui-ci forme le recours en annulation au nom du parlement devant la Cour."
      },
      {
        "chapitre": 10,
        "question": "Quel est l'objectif global des principes de subsidiarité et de proportionnalité ?",
        "reponse": "Ces deux principes visent à assurer que l'Union Européenne n'agisse que lorsque c'est nécessaire et de manière appropriée. La subsidiarité détermine *si* l'UE doit agir, tandis que la proportionnalité détermine *comment* elle doit agir (intensité et moyens). Ils cherchent à garantir un exercice équilibré des compétences."
      },
      {
        "chapitre": 11,
        "question": "Quelles sont les deux principales catégories de sources qui composent l'ordre juridique de l'Union Européenne ?",
        "reponse": "L'ordre juridique de l'UE est composé de nombreuses sources diverses. La doctrine établit généralement une hiérarchie avec au sommet le 'droit primaire' (ou originaire). En dessous se trouvent les Principes Généraux du Droit (PGD), puis les accords internationaux, et enfin le 'droit dérivé'."
      },
      {
        "chapitre": 11,
        "question": "Qu'est-ce qui constitue le 'droit primaire' de l'Union Européenne depuis l'entrée en vigueur du Traité de Lisbonne ?",
        "reponse": "Depuis Lisbonne, le droit primaire est principalement constitué par le Traité sur l'Union Européenne (TUE) et le Traité sur le Fonctionnement de l'Union Européenne (TFUE). Il faut y ajouter la Charte des droits fondamentaux qui a acquis la même valeur juridique. Ces textes forment le sommet de la hiérarchie normative."
      },
      {
        "chapitre": 11,
        "question": "Pourquoi parle-t-on souvent des traités TUE et TFUE en 'version consolidée' ?",
        "reponse": "On parle de 'version consolidée' car les traités actuels (TUE et TFUE) ne sont pas les traités originaux de 1957. Ils résultent des modifications successives apportées par les différents traités de révision (Acte unique, Maastricht, Amsterdam, Nice, Lisbonne). La version consolidée intègre toutes ces modifications en un texte unique."
      },
      {
        "chapitre": 11,
        "question": "Citez au moins trois traités de révision importants qui ont modifié les traités fondateurs avant Lisbonne.",
        "reponse": "Plusieurs traités de révision majeurs ont précédé Lisbonne. Le cours mentionne explicitement : l'Acte unique européen (entré en vigueur en 1987), le Traité de Maastricht (1992/93), le Traité d'Amsterdam (1999) et le Traité de Nice (2003). Chacun a apporté des modifications institutionnelles et matérielles significatives."
      },
      {
        "chapitre": 11,
        "question": "Quelle est la fonction principale du droit primaire dans l'ordre juridique de l'UE ?",
        "reponse": "Le droit primaire constitue le fondement et la 'constitution' matérielle de l'Union Européenne. Il établit les principes directeurs de l'action de l'Union, fixe ses objectifs, définit son fonctionnement institutionnel et attribue les compétences. Il organise également toute la production des autres normes juridiques de l'UE (droit dérivé)."
      },
      {
        "chapitre": 11,
        "question": "Quelle est la valeur juridique des protocoles annexés aux traités TUE et TFUE ?",
        "reponse": "Les protocoles annexés aux traités ont, selon l'article 51 TUE, la même valeur juridique que les traités eux-mêmes. Ils font donc partie intégrante du droit primaire et ont la même force contraignante. Ils servent souvent à préciser des modalités techniques ou à prévoir des régimes spécifiques."
      },
      {
        "chapitre": 11,
        "question": "Donnez un exemple de protocole important annexé aux traités.",
        "reponse": "Le cours cite plusieurs exemples : le protocole n°1 sur le rôle des parlements nationaux, le protocole n°2 sur l'application des principes de subsidiarité et de proportionnalité, ou encore le protocole n°3 sur le statut de la Cour de Justice de l'Union Européenne (CJUE). Ces protocoles sont essentiels au fonctionnement de l'Union."
      },
      {
        "chapitre": 11,
        "question": "Les déclarations annexées aux traités ont-elles une force contraignante directe ?",
        "reponse": "Non, les déclarations annexées aux traités (il y en a 65 mentionnées) n'ont aucune force juridique contraignante directe. Elles ne créent ni droits ni obligations. Violer une déclaration n'expose pas un État à une procédure pour manquement."
      },
      {
        "chapitre": 11,
        "question": "Quelle est l'utilité principale des déclarations annexées aux traités, si elles ne sont pas contraignantes ?",
        "reponse": "Bien que non contraignantes, les déclarations servent principalement d'outil d'interprétation pour la Cour de Justice lorsqu'elle cherche à comprendre le sens d'une disposition du traité. Elles représentent aussi des engagements politiques pris par les États membres et peuvent éclairer leurs intentions."
      },
      {
        "chapitre": 11,
        "question": "Les traités d'adhésion conclus avec les nouveaux États membres font-ils partie du droit primaire ?",
        "reponse": "Oui, les traités d'adhésion, par lesquels de nouveaux États rejoignent l'Union, sont considérés comme faisant partie intégrante du droit primaire. Ils adaptent les traités existants pour tenir compte du nouvel élargissement et ont donc la même valeur juridique suprême."
      },
      {
        "chapitre": 11,
        "question": "Certains actes pris par les institutions européennes peuvent-ils exceptionnellement être considérés comme faisant partie du droit primaire ?",
        "reponse": "Oui, exceptionnellement, certains actes pris par les institutions (normalement sources de droit dérivé) peuvent acquérir une valeur de droit primaire. C'est le cas lorsqu'ils apportent une modification majeure au système institutionnel ou au fonctionnement fondamental de l'Union, comme la décision de 1976 sur l'élection du Parlement au suffrage universel."
      },
      {
        "chapitre": 11,
        "question": "Quelle est la place du droit primaire dans la hiérarchie des normes de l'UE ?",
        "reponse": "Le droit primaire (TUE, TFUE, Charte, protocoles, etc.) se situe au sommet absolu de la hiérarchie des normes de l'Union Européenne. Il constitue la source suprême de légalité. Toutes les autres sources de droit (accords internationaux, droit dérivé, PGD) doivent lui être conformes."
      },
      {
        "chapitre": 11,
        "question": "Quel article du TFUE prévoit une exception à la primauté absolue du droit primaire sur les traités antérieurs conclus par les États membres ?",
        "reponse": "L'article 351 TFUE prévoit une exception. Il stipule que les traités conclus par les États membres avec des États tiers *avant* leur adhésion à l'UE (ou avant 1958 pour les membres fondateurs) prévalent sur les traités constitutifs de l'UE si ces accords antérieurs sont incompatibles."
      },
      {
        "chapitre": 11,
        "question": "Quelle obligation pèse sur un État membre si un traité antérieur qu'il a conclu est incompatible avec le TFUE (selon l'Art 351 TFUE) ?",
        "reponse": "Dans ce cas, l'État membre concerné doit recourir à tous les moyens appropriés pour éliminer les incompatibilités constatées. La CJUE a même considéré que si les renégociations s'avèrent impossibles, l'État membre doit se désengager de l'accord antérieur contraire au droit de l'UE."
      },
      {
        "chapitre": 11,
        "question": "Quelle est la position générale de la CJUE en cas de conflit entre un traité international (même postérieur) et le droit de l'UE ?",
        "reponse": "La CJUE a tendance à affirmer la primauté du droit de l'Union (en particulier le droit primaire TUE/TFUE) sur les traités internationaux conclus par les États membres, même s'ils sont postérieurs à l'adhésion. Elle l'a illustré dans l'affaire Stoeckel concernant une convention de l'OIT incompatible avec une directive européenne sur l'égalité."
      },
      {
        "chapitre": 11,
        "question": "Quelles sont les deux procédures principales de révision des traités prévues par l'article 48 TUE ?",
        "reponse": "L'article 48 TUE prévoit deux types de procédures : la procédure de révision ordinaire, pour les modifications importantes (ex: compétences), impliquant souvent une Convention ou une CIG et ratification par tous les États. Et les procédures de révision simplifiées, pour des modifications plus ciblées du TFUE."
      },
      {
        "chapitre": 11,
        "question": "Qui peut prendre l'initiative d'une révision ordinaire des traités ?",
        "reponse": "L'initiative d'un projet de révision ordinaire peut émaner d'un gouvernement d'un État membre, du Parlement européen ou de la Commission européenne. Ce projet est ensuite soumis au Conseil européen qui décide de la suite à donner."
      },
      {
        "chapitre": 11,
        "question": "Quel est le rôle des parlements nationaux dans la procédure de révision ordinaire ?",
        "reponse": "Tout projet de révision doit obligatoirement être communiqué aux parlements nationaux. De plus, si la révision est adoptée, le traité modificatif doit être ratifié par tous les États membres conformément à leurs règles constitutionnelles respectives, ce qui implique souvent l'intervention des parlements nationaux."
      },
      {
        "chapitre": 11,
        "question": "Qu'est-ce qu'un Principe Général du Droit (PGD) dans l'ordre juridique de l'UE ?",
        "reponse": "Les PGD sont des règles non écrites, dégagées par la jurisprudence de la CJUE, qui expriment des principes juridiques fondamentaux inhérents à l'ordre juridique de l'Union. La Cour les considère parfois comme de 'véritables principes constitutionnels de l'UE', se situant juste en dessous du droit primaire écrit."
      },
      {
        "chapitre": 11,
        "question": "Quelle catégorie de PGD est particulièrement importante et a été développée très tôt par la CJUE ?",
        "reponse": "La catégorie des Droits Fondamentaux (DF) est essentielle. Face à l'absence initiale de catalogue dans les traités, la CJUE a reconnu très tôt (dès 1969, affaire Stauder) que la sauvegarde des droits fondamentaux faisait partie intégrante des PGD dont elle assure le respect."
      },
      {
        "chapitre": 11,
        "question": "Quelle est la valeur juridique de la Charte des droits fondamentaux de l'UE depuis le Traité de Lisbonne ?",
        "reponse": "Depuis l'entrée en vigueur du Traité de Lisbonne en 2009, la Charte des droits fondamentaux a acquis la même valeur juridique que les traités (TUE et TFUE). Elle fait donc partie intégrante du droit primaire de l'Union et ses dispositions sont juridiquement contraignantes."
      },
      {
        "chapitre": 11,
        "question": "La CJUE s'inspire-t-elle des droits nationaux des États membres pour dégager des PGD ?",
        "reponse": "Oui, une catégorie importante de PGD est constituée par les principes communs aux systèmes juridiques des États membres. La Cour, par souci de commodité ou pour combler une lacune, transpose parfois des principes généraux reconnus dans les ordres juridiques nationaux et les adapte au droit de l'Union."
      },
      {
        "chapitre": 11,
        "question": "La CJUE utilise-t-elle les principes du droit international public comme source de PGD ?",
        "reponse": "Oui, mais de manière très sélective et restreinte. Elle reconnaît l'existence de principes généraux du droit international public mais les applique avec prudence en raison de la 'particularité de l'ordre juridique de l'Union'. Elle utilise parfois le principe de bonne foi mais écarte le principe de réciprocité."
      },
      {
        "chapitre": 11,
        "question": "Pourquoi la CJUE écarte-t-elle généralement le principe de réciprocité du droit international ?",
        "reponse": "La Cour estime que le principe de réciprocité (selon lequel un État peut ne pas respecter une obligation si l'autre partie ne la respecte pas non plus) ne peut convenir à la nature de l'OJUE. L'ordre juridique de l'UE est basé sur la confiance mutuelle et l'exécution des obligations indépendamment du comportement des autres membres."
      },
      {
        "chapitre": 11,
        "question": "Existe-t-il des PGD qui sont spécifiques à l'ordre juridique de l'UE, dégagés par la CJUE elle-même ?",
        "reponse": "Oui, la CJUE a dégagé des PGD qui sont propres à l'UE, extraits de l'esprit et de la structure des traités primaires. Le cours cite les principes d'égalité, de non-discrimination, de liberté, de solidarité, d'unité et d'uniformité comme exemples de ces principes fondateurs inhérents à la construction communautaire."
      },
      {
        "chapitre": 12,
        "question": "Qu'appelle-t-on le 'droit dérivé' dans l'ordre juridique de l'Union Européenne ?",
        "reponse": "Le droit dérivé désigne l'ensemble des actes juridiques adoptés par les institutions de l'Union Européenne (principalement Parlement, Conseil, Commission) en application des traités (droit primaire). Ces actes visent à réaliser les objectifs fixés par les traités et à donner forme aux différentes politiques européennes."
      },
      {
        "chapitre": 12,
        "question": "Quelle est la première règle fondamentale qui régit l'adoption des actes de droit dérivé ?",
        "reponse": "La règle fondamentale est que tout acte de droit dérivé doit nécessairement reposer sur une base juridique adéquate dans les traités (TUE ou TFUE). L'institution qui adopte l'acte doit indiquer l'article du traité qui lui confère la compétence pour agir dans ce domaine spécifique. C'est une exigence constitutionnelle."
      },
      {
        "chapitre": 12,
        "question": "Pourquoi le choix de la base juridique d'un acte dérivé est-il considéré comme ayant une importance constitutionnelle ?",
        "reponse": "Le choix de la base juridique est crucial car l'Union ne dispose que de compétences d'attribution. Rattacher l'acte à une disposition spécifique du traité permet de vérifier que l'institution agit bien dans les limites des pouvoirs qui lui ont été conférés par les États membres. Cela détermine aussi souvent la procédure d'adoption et la portée de l'acte."
      },
      {
        "chapitre": 12,
        "question": "Les traités imposent-ils toujours un type d'acte spécifique (règlement, directive...) aux institutions ?",
        "reponse": "Pas toujours. Parfois, les traités donnent des 'consignes fermes' en indiquant explicitement le type d'acte à adopter (ex: l'article 50 TFUE mentionne des directives pour la liberté d'établissement). D'autres fois, les consignes sont plus 'libres', laissant aux institutions le choix entre plusieurs types d'actes (ex: l'article 46 TFUE pour la libre circulation des travailleurs)."
      },
      {
        "chapitre": 12,
        "question": "Que se passe-t-il si le traité ne donne aucune consigne sur le type d'acte à adopter ?",
        "reponse": "Lorsque le traité ne donne aucune précision sur le type d'acte (comme pour la protection des consommateurs, article 169 TFUE), il revient alors aux institutions législatives (Parlement et Conseil, ou Conseil seul selon la procédure) de choisir l'instrument le plus approprié (règlement, directive, etc.) pour atteindre l'objectif visé."
      },
      {
        "chapitre": 12,
        "question": "Quelle obligation importante pèse sur les institutions concernant la justification de leurs actes dérivés (article 296 TFUE) ?",
        "reponse": "Les institutions ont une obligation de motivation. L'article 296 TFUE les contraint à motiver tous leurs actes juridiques (règlements, directives, décisions). Elles doivent exposer clairement les raisons qui les ont conduites à adopter l'acte, la base juridique et les principales étapes de la procédure."
      },
      {
        "chapitre": 12,
        "question": "Pourquoi l'obligation de motivation des actes dérivés est-elle importante ?",
        "reponse": "La motivation est essentielle pour plusieurs raisons. Elle permet aux destinataires de l'acte (États, particuliers) de comprendre les raisons de son adoption et d'évaluer sa légalité. Elle permet également à la Cour de Justice d'exercer son contrôle sur la validité de l'acte. Un défaut de motivation peut entraîner l'annulation de l'acte."
      },
      {
        "chapitre": 12,
        "question": "Quelle est la règle générale concernant la publication des actes de droit dérivé pour qu'ils entrent en vigueur ?",
        "reponse": "La règle générale (Règle n°4) est que tous les actes législatifs (règlements, directives, décisions adoptés selon une procédure législative) doivent obligatoirement être publiés au Journal Officiel de l'Union Européenne (JOUE). C'est cette publication qui marque le point de départ de leur force contraignante et de leur opposabilité."
      },
      {
        "chapitre": 12,
        "question": "Qu'en est-il des actes non législatifs ou à portée individuelle (certaines décisions ou directives) ?",
        "reponse": "Les actes non législatifs ou qui ont une portée individuelle (désignant des destinataires spécifiques, comme une décision adressée à une entreprise) doivent être notifiés à leurs destinataires. Ils deviennent contraignants par cette notification, même si leur publication au JOUE peut aussi être requise ou utile pour l'information."
      },
      {
        "chapitre": 12,
        "question": "Quelle obligation supplémentaire spécifique pèse sur la Commission lorsqu'elle adopte des actes (notamment en matière de concurrence) ?",
        "reponse": "Le cours mentionne une obligation supplémentaire pour la Commission : les actes qu'elle adopte (en tant qu'organe collégial) doivent être authentifiés par son président avant leur publication ou notification. Cette authentification garantit que le texte publié correspond bien à celui adopté par le collège et assure la sécurité juridique."
      },
      {
        "chapitre": 12,
        "question": "Quel article du TFUE définit la nomenclature principale des actes de droit dérivé ?",
        "reponse": "C'est l'article 288 du TFUE qui énumère et définit les principaux instruments juridiques du droit dérivé : le règlement, la directive, la décision, ainsi que les recommandations et les avis (ces deux derniers étant non contraignants)."
      },
      {
        "chapitre": 12,
        "question": "Quelle est la définition et la portée d'un règlement selon l'article 288 TFUE ?",
        "reponse": "Le règlement a une portée générale, ce qui signifie qu'il s'applique à des situations définies abstraitement et à des catégories de personnes envisagées globalement. Il est obligatoire dans tous ses éléments (on ne peut pas l'appliquer partiellement). Enfin, il est directement applicable dans tout État membre sans mesure de transposition."
      },
      {
        "chapitre": 12,
        "question": "Que signifie 'l'applicabilité directe' du règlement ?",
        "reponse": "L'applicabilité directe signifie que le règlement s'insère immédiatement et automatiquement dans les ordres juridiques internes des États membres dès sa publication au JOUE. Il n'a pas besoin d'une loi ou d'un acte national de transposition pour produire ses effets et être invoqué par les particuliers."
      },
      {
        "chapitre": 12,
        "question": "Un État membre peut-il modifier la portée ou le contenu d'un règlement lors de sa mise en œuvre ?",
        "reponse": "Non, même si certains règlements nécessitent des mesures nationales d'exécution, les États ne doivent absolument pas en profiter pour modifier le contenu ou la portée du règlement. Agir ainsi constituerait un manquement au droit de l'Union."
      },
      {
        "chapitre": 12,
        "question": "Quelle est la définition et l'objectif principal d'une directive selon l'article 288 TFUE ?",
        "reponse": "La directive lie tout État membre destinataire quant au résultat à atteindre dans un délai donné. Cependant, elle laisse aux autorités nationales la compétence quant au choix de la forme et des moyens pour atteindre ce résultat. Son objectif principal est l'harmonisation des législations nationales."
      },
      {
        "chapitre": 12,
        "question": "La directive a-t-elle une portée générale comme le règlement ?",
        "reponse": "Non, la directive n'a pas nécessairement une portée générale. Si la plupart s'adressent à tous les États membres, certaines peuvent ne viser que quelques États, voire un seul État membre. Ses destinataires sont les États."
      },
      {
        "chapitre": 12,
        "question": "Quelle est l'obligation principale des États membres vis-à-vis d'une directive ?",
        "reponse": "L'obligation principale est celle de la transposition. Les États membres doivent adopter les mesures nationales nécessaires (lois, décrets...) pour atteindre l'objectif fixé par la directive, et ce, dans le délai imparti par celle-ci. La Commission surveille cette transposition."
      },
      {
        "chapitre": 12,
        "question": "Les mesures nationales de transposition d'une directive doivent-elles avoir une forme ou une force juridique spécifique ?",
        "reponse": "Oui, la CJUE a précisé que les mesures de transposition doivent être claires, précises et avoir une force contraignante incontestable. De simples pratiques administratives ou circulaires ne suffisent généralement pas à satisfaire l'exigence de sécurité juridique requise par la directive."
      },
      {
        "chapitre": 12,
        "question": "Quelle est la définition et la portée d'une décision selon l'article 288 TFUE ?",
        "reponse": "La décision est obligatoire dans tous ses éléments. Lorsqu'elle désigne des destinataires spécifiques (un État membre, une entreprise, un particulier), elle n'est obligatoire que pour ceux-ci. Elle a donc souvent une portée individuelle, contrairement au règlement."
      },
      {
        "chapitre": 12,
        "question": "Les avis et les recommandations sont-ils juridiquement contraignants ?",
        "reponse": "Non, l'article 288 TFUE précise explicitement que les recommandations et les avis ne lient pas. Ce sont des actes non contraignants qui permettent aux institutions d'exprimer une opinion, de suggérer une ligne de conduite ou de donner une interprétation, mais sans créer d'obligation juridique."
      },
      {
        "chapitre": 12,
        "question": "Existe-t-il d'autres types d'actes adoptés par les institutions en dehors de la nomenclature de l'article 288 TFUE ?",
        "reponse": "Oui, le cours mentionne l'existence d'actes dits 'hors nomenclature'. Il peut s'agir d'actes internes à l'institution (règlements intérieurs) ou d'actes visant à expliquer des règles ou des politiques (comme les 'communications' de la Commission). Le Parlement adopte aussi des 'résolutions' sur des sujets variés."
      },
      {
        "chapitre": 12,
        "question": "Où se situent les accords internationaux dans la hiérarchie des normes de l'UE ?",
        "reponse": "Les accords internationaux conclus par l'Union avec des pays tiers ou des organisations internationales se situent en dessous du droit primaire (traités et PGD), mais au-dessus du droit dérivé. Les actes de droit dérivé doivent être conformes aux accords internationaux liant l'Union."
      },
      {
        "chapitre": 12,
        "question": "Qu'est-ce qu'un accord international 'externe' de l'UE ?",
        "reponse": "Un accord externe est un traité conclu par l'Union Européenne elle-même (en tant que sujet de droit international) avec un ou plusieurs États tiers ou organisations internationales. Ces accords sont conclus dans le cadre des compétences externes (exclusives ou partagées) de l'Union."
      },
      {
        "chapitre": 12,
        "question": "Qu'est-ce qu'un accord international 'mixte' ?",
        "reponse": "Un accord mixte est un accord international conclu conjointement par l'Union Européenne ET ses États membres, d'une part, avec un ou plusieurs États tiers ou organisations internationales, d'autre part. Cela se produit lorsque l'accord couvre à la fois des compétences de l'UE et des compétences des États membres (compétence partagée)."
      },
      {
        "chapitre": 12,
        "question": "Les accords conclus uniquement entre les États membres de l'UE font-ils partie du droit de l'Union ?",
        "reponse": "Certains accords conclus uniquement entre États membres peuvent être pertinents pour le droit de l'UE s'ils visent à poursuivre un objectif de l'Union dans un domaine où celle-ci n'est pas (ou peu) compétente. Le cours cite l'exemple des accords en matière de droit international privé."
      },
      {
        "chapitre": 13,
        "question": "Quel était l'objectif principal de la CJUE dès ses débuts (1958) en développant la théorie de la portée du droit communautaire ?",
        "reponse": "L'objectif premier de la Cour de Justice était de faciliter l'intégration européenne en marche. Elle cherchait à faire apparaître et à garantir l'effectivité normative de la nouvelle communauté. Pour cela, elle a dû définir comment le droit communautaire interagissait avec les ordres juridiques nationaux."
      },
      {
        "chapitre": 13,
        "question": "Quels sont les deux principes fondamentaux, dégagés par la jurisprudence de la CJUE, qui définissent la portée du droit de l'Union ?",
        "reponse": "La Cour a dégagé deux principes cardinaux pour assurer l'effectivité du droit de l'Union : le principe de l'effet direct et le principe de primauté. Ces deux principes, d'origine prétorienne (jurisprudentielle), gouvernent l'application du droit de l'UE au sein des ordres juridiques des États membres."
      },
      {
        "chapitre": 13,
        "question": "Que signifie le principe de l'effet direct du droit de l'Union Européenne ?",
        "reponse": "Le principe de l'effet direct signifie qu'une disposition du droit de l'UE peut, sous certaines conditions, créer directement des droits ou des obligations pour les particuliers (citoyens, entreprises). Ces derniers peuvent alors invoquer cette disposition devant leurs juridictions nationales pour faire valoir ces droits."
      },
      {
        "chapitre": 13,
        "question": "Quelle caractéristique du droit de l'UE l'effet direct met-il en évidence par rapport au droit international classique ?",
        "reponse": "L'effet direct souligne la spécificité de l'ordre juridique de l'UE par rapport au droit international public classique. Traditionnellement, le droit international ne crée des obligations qu'entre États. L'effet direct montre que le droit de l'UE pénètre les ordres internes et s'adresse aussi directement aux individus."
      },
      {
        "chapitre": 13,
        "question": "Dans quel arrêt fondateur de 1963 la CJUE a-t-elle affirmé pour la première fois le principe de l'effet direct ?",
        "reponse": "C'est dans l'arrêt historique du 5 février 1963, Van Gend en Loos c. Administration fiscale néerlandaise, que la Cour a posé le principe de l'effet direct. Elle y a affirmé que le droit communautaire, indépendant des législations nationales, pouvait engendrer directement des droits dans le patrimoine juridique des particuliers."
      },
      {
        "chapitre": 13,
        "question": "Quelle est la justification donnée par la Cour dans l'arrêt Van Gend en Loos pour reconnaître l'effet direct ?",
        "reponse": "La Cour a justifié l'effet direct par la nature même de la Communauté, créant un nouvel ordre juridique dont les sujets ne sont pas seulement les États mais aussi leurs ressortissants. Elle a souligné que les traités allaient au-delà de simples accords créant des obligations mutuelles entre États et concernaient directement les peuples."
      },
      {
        "chapitre": 13,
        "question": "Quelles sont les conditions générales pour qu'une disposition du droit de l'UE puisse avoir un effet direct ?",
        "reponse": "Pour produire un effet direct, une disposition du droit de l'UE doit généralement remplir plusieurs conditions dégagées par la jurisprudence. Elle doit être suffisamment claire, précise et inconditionnelle, c'est-à-dire ne nécessitant pas de mesure complémentaire pour son application et ne laissant pas de marge d'appréciation aux États."
      },
      {
        "chapitre": 13,
        "question": "Quelle distinction fait-on concernant l''amplitude' du principe d'effet direct ?",
        "reponse": "On distingue principalement deux types d'amplitude : l'effet direct complet (ou intégral), qui est à la fois vertical et horizontal. Et l'effet direct incomplet (ou partiel), qui est seulement vertical (invocable contre l'État mais pas entre particuliers)."
      },
      {
        "chapitre": 13,
        "question": "Qu'est-ce que l'effet direct 'vertical' ?",
        "reponse": "L'effet direct vertical concerne les relations entre les particuliers et l'État (ou ses démembrements). Il permet à un particulier d'invoquer une norme de l'UE directement à l'encontre de l'État devant les juridictions nationales. Il peut être ascendant (particulier contre État) ou descendant (État contre particulier, plus rare)."
      },
      {
        "chapitre": 13,
        "question": "Qu'est-ce que l'effet direct 'horizontal' ?",
        "reponse": "L'effet direct horizontal concerne les relations entre particuliers (personnes physiques ou morales). Il permettrait à un particulier d'invoquer directement une norme de l'UE à l'encontre d'un autre particulier devant les juridictions nationales. Son existence est plus limitée que l'effet vertical."
      },
      {
        "chapitre": 13,
        "question": "Les normes du droit primaire (Traités TUE/TFUE) peuvent-elles produire un effet direct ?",
        "reponse": "Oui, la CJUE a reconnu depuis l'arrêt Van Gend en Loos que certaines dispositions des traités fondateurs peuvent avoir un effet direct. Pour cela, elles doivent remplir les conditions de clarté, précision et inconditionnalité. De nombreuses dispositions sur les libertés fondamentales ont ainsi été reconnues comme ayant un effet direct."
      },
      {
        "chapitre": 13,
        "question": "Les règlements européens (article 288 TFUE) produisent-ils un effet direct ?",
        "reponse": "Oui, en raison de leur nature même et de leur applicabilité directe explicitement prévue par le traité, les règlements produisent un effet direct. Cet effet direct est intégral, c'est-à-dire à la fois vertical (contre l'État) et horizontal (entre particuliers)."
      },
      {
        "chapitre": 13,
        "question": "Dans quelle affaire de 1973 la CJUE a-t-elle explicitement confirmé l'effet direct intégral des règlements ?",
        "reponse": "L'arrêt Variola c/ Administration des finances italienne, rendu le 10 octobre 1973, a clairement mis en valeur l'effet direct intégral des règlements. La Cour y a souligné que l'applicabilité directe empêchait les États d'adopter des mesures de transposition qui pourraient masquer la nature communautaire de la norme ou en conditionner les effets."
      },
      {
        "chapitre": 13,
        "question": "Les directives (article 288 TFUE) produisent-elles un effet direct de la même manière que les règlements ?",
        "reponse": "Non, la situation est plus complexe pour les directives. Comme elles nécessitent une transposition par les États, elles n'ont pas d'applicabilité directe comme les règlements. La CJUE a toutefois reconnu qu'elles pouvaient, sous conditions, être 'invoquées directement' par les particuliers, mais principalement de manière verticale."
      },
      {
        "chapitre": 13,
        "question": "Quelles sont les conditions spécifiques pour qu'une directive puisse être invoquée directement ('invocabilité directe') ?",
        "reponse": "Pour qu'un particulier puisse invoquer une directive non ou mal transposée : 1) Le délai de transposition doit être expiré. 2) La disposition invoquée doit être inconditionnelle et suffisamment claire et précise quant aux droits qu'elle confère. 3) L'invocation ne peut se faire, en principe, qu'à l'encontre de l'État ('effet vertical')."
      },
      {
        "chapitre": 13,
        "question": "Quel arrêt de 1974 a reconnu pour la première fois l'invocabilité directe (verticale) des directives ?",
        "reponse": "C'est l'arrêt Van Duyn du 4 décembre 1974. La Cour y a admis qu'un particulier pouvait invoquer une disposition claire, précise et inconditionnelle d'une directive dont le délai de transposition était expiré, à l'encontre d'un État membre défaillant. Elle a justifié cela par l'effet utile des directives et l'effet 'estoppel' (l'État ne peut se prévaloir de son propre manquement)."
      },
      {
        "chapitre": 13,
        "question": "La CJUE a-t-elle admis l'effet direct horizontal des directives (invocabilité entre particuliers) ?",
        "reponse": "Non, la Cour de Justice a constamment refusé de reconnaître un effet direct horizontal aux directives. Elle l'a affirmé notamment dans l'arrêt Marshall de 1986, en se fondant sur le fait que, selon l'article 288 TFUE, la directive ne lie que les États membres destinataires et ne peut donc pas créer, par elle-même, d'obligations directes à la charge d'un particulier."
      },
      {
        "chapitre": 13,
        "question": "Contre qui l'invocabilité verticale d'une directive peut-elle être exercée ?",
        "reponse": "L'invocabilité verticale s'exerce contre l'État membre défaillant. La notion d'« État » est interprétée largement par la CJUE : elle inclut non seulement les autorités centrales, mais aussi les collectivités locales (régions, communes) et tout organisme, même de droit privé, chargé par l'État d'une mission de service public et disposant de pouvoirs exorbitants ('émanation de l'État')."
      },
      {
        "chapitre": 13,
        "question": "Les décisions (article 288 TFUE) peuvent-elles avoir un effet direct ?",
        "reponse": "Oui, les décisions peuvent produire un effet direct. Si une décision est adressée à un État membre, un particulier peut l'invoquer contre cet État si elle remplit les conditions de clarté, précision et inconditionnalité. Si elle est adressée à un particulier, celui-ci peut s'en prévaloir directement."
      },
      {
        "chapitre": 13,
        "question": "Que signifie le principe de primauté du droit de l'Union européenne ?",
        "reponse": "Le principe de primauté signifie qu'en cas de conflit entre une norme de droit de l'Union et une norme de droit national d'un État membre, c'est la norme de l'Union qui doit prévaloir. La norme nationale contraire doit être écartée par le juge national pour assurer la pleine application du droit de l'Union."
      },
      {
        "chapitre": 13,
        "question": "Dans quel arrêt fondamental de 1964 la CJUE a-t-elle posé le principe de primauté ?",
        "reponse": "C'est dans l'arrêt du 15 juillet 1964, Costa c/ ENEL, que la Cour a affirmé sans équivoque le principe de primauté du droit communautaire sur les droits nationaux. Elle a justifié cette primauté par la nature spécifique de l'ordre juridique communautaire, issu d'un transfert de compétences des États et intégré à leur système juridique."
      },
      {
        "chapitre": 13,
        "question": "La primauté du droit de l'UE s'applique-t-elle uniquement aux lois nationales adoptées avant la norme européenne ?",
        "reponse": "Non, la Cour a précisé (notamment dans Costa c/ ENEL et confirmé dans Simmenthal) que la primauté s'applique à l'égard de *toutes* les normes nationales, quelle que soit leur date d'adoption. Une loi nationale, même postérieure à une norme européenne, ne peut prévaloir sur celle-ci si elle lui est contraire."
      },
      {
        "chapitre": 13,
        "question": "Quelle est la conséquence pratique de la primauté pour le juge national, affirmée dans l'arrêt Simmenthal (1978) ?",
        "reponse": "L'arrêt Simmenthal a clarifié la conséquence directe de la primauté : le juge national, chargé d'appliquer le droit de l'Union dans le cadre de sa compétence, a l'obligation d'assurer le plein effet des normes européennes. Il doit, au besoin, laisser inappliquée de sa propre autorité toute disposition nationale contraire, sans attendre son abrogation ou sa modification par les autorités nationales."
      },
      {
        "chapitre": 13,
        "question": "La primauté concerne-t-elle seulement le droit primaire ou également le droit dérivé ?",
        "reponse": "Le principe de primauté concerne l'ensemble du droit de l'Union européenne qui est doté d'un effet direct ou qui peut être invoqué. Il s'applique donc non seulement au droit primaire (Traités, Charte, PGD), mais aussi aux actes de droit dérivé tels que les règlements et les directives (lorsqu'elles sont invocables verticalement)."
      },
      {
        "chapitre": 13,
        "question": "En résumé, comment l'effet direct et la primauté contribuent-ils ensemble à l'effectivité du droit de l'Union ?",
        "reponse": "Ces deux principes sont intrinsèquement liés et essentiels à l'efficacité de l'ordre juridique de l'UE. L'effet direct permet aux normes européennes de pénétrer les ordres juridiques nationaux et de créer des droits pour les particuliers. La primauté garantit que ces normes l'emportent sur les normes nationales contraires, assurant ainsi leur application uniforme et effective sur tout le territoire de l'Union."
      },
      {
        "chapitre": 14,
        "question": "Existe-t-il une réglementation européenne harmonisant les procédures nationales pour les recours basés sur le droit de l'UE ?",
        "reponse": "Non, le cours précise qu'il n'existe pas de réglementation européenne qui établit des modalités procédurales unifiées pour les recours en justice visant à sauvegarder les droits que les particuliers tirent du droit de l'Union (principes d'effet direct et de primauté). L'action du juge national se fonde donc sur le principe de l'autonomie procédurale."
      },
      {
        "chapitre": 14,
        "question": "Qu'est-ce que le principe de l'autonomie procédurale des États membres dans l'application du droit de l'UE ?",
        "reponse": "Le principe de l'autonomie procédurale signifie qu'en l'absence de règles européennes spécifiques, il appartient à l'ordre juridique interne de chaque État membre de désigner les juridictions compétentes et de régler les modalités procédurales (délais, voies de recours, etc.) des recours destinés à assurer la sauvegarde des droits conférés par le droit de l'Union."
      },
      {
        "chapitre": 14,
        "question": "Quelles sont les deux limites fondamentales imposées par la CJUE au principe de l'autonomie procédurale ?",
        "reponse": "La CJUE a posé deux limites essentielles : le principe d'effectivité (les règles nationales ne doivent pas rendre en pratique impossible ou excessivement difficile l'exercice des droits conférés par l'ordre juridique de l'Union) et le principe d'équivalence (les règles nationales ne doivent pas être moins favorables que celles régissant des recours internes similaires)."
      },
      {
        "chapitre": 14,
        "question": "Quel rôle la CJUE a-t-elle confié au juge national dans la protection des droits issus du droit de l'UE ?",
        "reponse": "La CJUE a investi le juge national d'un rôle central : celui de 'juge de droit commun' du droit de l'Union. Il a pour mission principale de protéger les droits que les particuliers tirent du droit européen (effet direct) et d'assurer la pleine application de ce droit en écartant les normes nationales contraires (primauté)."
      },
      {
        "chapitre": 14,
        "question": "Quelle affaire de 1978 est emblématique de l'affirmation par la CJUE du rôle essentiel du juge national ?",
        "reponse": "L'affaire Simmenthal (arrêt du 9 mars 1978) est cruciale. La Cour y a clairement défini la fonction 'communautaire' du juge national. Elle a affirmé son obligation d'assurer le plein effet du droit de l'Union en laissant inappliquée toute disposition nationale contraire, qu'elle soit antérieure ou postérieure."
      },
      {
        "chapitre": 14,
        "question": "Selon l'arrêt Simmenthal, le juge national doit-il attendre une décision d'une cour constitutionnelle ou l'abrogation par le législateur pour écarter une loi nationale incompatible ?",
        "reponse": "Non, l'arrêt Simmenthal est très clair sur ce point. Le juge national a l'obligation d'écarter la norme nationale contraire de sa propre autorité, dans le cadre de sa compétence. Il n'a pas à demander ou à attendre l'élimination préalable de cette norme par la voie législative ou par une procédure constitutionnelle."
      },
      {
        "chapitre": 14,
        "question": "Quels sont les différents 'types d'invocabilité' du droit de l'UE devant le juge national mentionnés par le cours ?",
        "reponse": "Le cours distingue principalement trois grands types d'invocabilité qui permettent au juge national d'assurer l'effectivité du droit de l'UE : l'invocabilité d'exclusion (et de substitution), l'invocabilité d'interprétation (ou interprétation conforme), et l'invocabilité de réparation (responsabilité de l'État)."
      },
      {
        "chapitre": 14,
        "question": "En quoi consiste l'invocabilité d'exclusion ?",
        "reponse": "L'invocabilité d'exclusion est la conséquence directe du principe de primauté. Elle permet (et oblige) le juge national à écarter, à 'exclure' de l'application, toute disposition de son droit national qui serait contraire à une norme de droit de l'Union dotée d'un effet direct ou invocable. Il neutralise ainsi la norme nationale incompatible."
      },
      {
        "chapitre": 14,
        "question": "Qu'est-ce que l'invocabilité de substitution, qui complète souvent l'invocabilité d'exclusion ?",
        "reponse": "L'invocabilité de substitution va plus loin que la simple exclusion. Elle permet au juge national, après avoir écarté la norme nationale incompatible, de lui substituer directement la norme européenne pertinente pour trancher le litige. Cela n'est possible que si la norme européenne est suffisamment précise et complète pour régler elle-même la situation."
      },
      {
        "chapitre": 14,
        "question": "Quelle est l'obligation du juge national en matière d'interprétation conforme ?",
        "reponse": "Le juge national a l'obligation d'interpréter son droit national, dans toute la mesure du possible, à la lumière du texte et de la finalité de la directive (ou de toute autre norme de l'UE pertinente). Le but est d'atteindre le résultat visé par le droit de l'Union et d'éviter les conflits entre normes nationale et européenne."
      },
      {
        "chapitre": 14,
        "question": "Dans quelle affaire de 1984 la CJUE a-t-elle posé le principe de l'obligation d'interprétation conforme ?",
        "reponse": "C'est dans l'arrêt du 10 avril 1984, Von Colson et Kamann, que la Cour a explicitement établi cette obligation. Elle a jugé que les juridictions nationales devaient interpréter leur droit national de manière à garantir l'objectif de la directive, en assurant notamment des sanctions effectives en cas de violation des droits qu'elle garantit."
      },
      {
        "chapitre": 14,
        "question": "L'obligation d'interprétation conforme s'applique-t-elle à l'ensemble du droit national ?",
        "reponse": "Oui, la CJUE a précisé que cette obligation s'applique à l'ensemble des dispositions du droit national pertinentes pour le litige. Cela inclut aussi bien les lois adoptées spécifiquement pour transposer une directive que les lois antérieures ou postérieures à celle-ci."
      },
      {
        "chapitre": 14,
        "question": "Quelle est la limite de l'obligation d'interprétation conforme ?",
        "reponse": "La principale limite est que l'interprétation conforme ne peut pas mener à une interprétation 'contra legem' du droit national. Le juge ne peut pas, sous couvert d'interprétation, aboutir à un résultat manifestement contraire au sens clair et à la volonté exprimée par le législateur national. L'interprétation a ses limites."
      },
      {
        "chapitre": 14,
        "question": "Qu'est-ce que l'invocabilité de réparation ?",
        "reponse": "L'invocabilité de réparation est un principe dégagé par la CJUE qui permet aux particuliers d'engager la responsabilité de l'État membre devant les juridictions nationales. L'objectif est d'obtenir réparation (indemnisation) pour les dommages qu'ils ont subis en raison d'une violation du droit de l'Union imputable à cet État."
      },
      {
        "chapitre": 14,
        "question": "Quelle affaire emblématique de 1991 a consacré le principe de la responsabilité de l'État pour violation du droit de l'UE ?",
        "reponse": "C'est l'arrêt Francovich et Bonifaci du 19 novembre 1991. Dans cette affaire, l'Italie n'avait pas transposé une directive garantissant une indemnisation aux travailleurs en cas d'insolvabilité de leur employeur. La Cour a jugé que les particuliers lésés par cette non-transposition pouvaient engager la responsabilité de l'État italien."
      },
      {
        "chapitre": 14,
        "question": "Le principe de responsabilité de l'État est-il limité à la non-transposition des directives ?",
        "reponse": "Non, la jurisprudence ultérieure (notamment Brasserie du pêcheur) a précisé que ce principe a une portée générale. La responsabilité de l'État peut être engagée pour toute violation du droit de l'UE (droit primaire, règlement, mauvaise transposition ou application d'une directive...) qui lui est imputable et qui cause un préjudice aux particuliers."
      },
      {
        "chapitre": 14,
        "question": "Quelles sont les trois conditions établies par l'arrêt Brasserie du pêcheur (1996) pour engager la responsabilité de l'État ?",
        "reponse": "Pour qu'un particulier puisse obtenir réparation, trois conditions doivent être réunies : 1) La règle de droit de l'Union violée doit avoir pour objet de conférer des droits aux particuliers. 2) La violation doit être suffisamment caractérisée. 3) Il doit exister un lien de causalité direct entre la violation de l'obligation par l'État et le dommage subi par le particulier."
      },
      {
        "chapitre": 14,
        "question": "Quand une violation du droit de l'UE par un État est-elle considérée comme 'suffisamment caractérisée' ?",
        "reponse": "Une violation est suffisamment caractérisée lorsqu'il y a une méconnaissance manifeste et grave, par l'État membre, des limites qui s'imposent à son pouvoir d'appréciation. Les critères incluent la clarté et la précision de la règle violée, l'étendue de la marge d'appréciation, le caractère intentionnel ou involontaire de la violation, le caractère excusable ou inexcusable de l'erreur de droit."
      },
      {
        "chapitre": 14,
        "question": "L'invocabilité de réparation peut-elle pallier l'absence d'effet direct horizontal des directives ?",
        "reponse": "Indirectement, oui. Même si une directive ne peut être invoquée directement contre un particulier (employeur privé par exemple), si un État n'a pas correctement transposé cette directive et qu'un particulier subit un dommage de ce fait (ex: non-respect d'une règle de protection par l'employeur), le particulier pourra se retourner contre l'État défaillant pour obtenir réparation."
      },
      {
        "chapitre": 14,
        "question": "Quel est le fondement juridique du principe de responsabilité de l'État selon la CJUE ?",
        "reponse": "La Cour fonde ce principe sur la nature même de l'ordre juridique de l'Union et sur le principe de coopération loyale (article 4, paragraphe 3, TUE). Elle considère que la pleine efficacité des normes européennes serait compromise si les particuliers ne pouvaient obtenir réparation lorsque leurs droits sont lésés par une violation du droit de l'Union par un État membre."
      },
      {
        "chapitre": 14,
        "question": "Quel arrêt récent (2012) illustre l'articulation entre les différentes formes d'invocabilité (interprétation, effet direct, responsabilité) ?",
        "reponse": "L'arrêt Maribel Dominguez (24 janvier 2012) illustre bien cette articulation. La Cour y rappelle que le juge national doit d'abord tenter une interprétation conforme. Si c'est impossible, il vérifie si la norme est directement invocable (verticalement). Si ce n'est pas le cas non plus, l'action en responsabilité de l'État reste possible."
      },
      {
        "chapitre": 14,
        "question": "Dans l'affaire Maribel Dominguez, quelle était la première démarche que le juge national devait entreprendre ?",
        "reponse": "La première étape pour le juge national était d'interpréter le droit interne applicable (concernant les congés payés), dans toute la mesure du possible, à la lumière du texte et de la finalité de la directive sur le temps de travail, pour voir s'il pouvait atteindre le résultat prescrit par celle-ci."
      },
      {
        "chapitre": 14,
        "question": "Si l'interprétation conforme n'était pas possible dans l'affaire Dominguez, quelle était la deuxième étape ?",
        "reponse": "Si l'interprétation conforme s'avérait impossible, le juge devait alors vérifier si les dispositions pertinentes de la directive étaient suffisamment claires, précises et inconditionnelles pour pouvoir être invoquées directement par Mme Dominguez à l'encontre de son employeur (ici, potentiellement une émanation de l'État)."
      },
      {
        "chapitre": 14,
        "question": "Quelle était la solution ultime si ni l'interprétation conforme ni l'effet direct n'étaient possibles dans l'affaire Dominguez ?",
        "reponse": "Si aucune des deux premières voies n'était possible (par exemple, parce que l'interprétation était contra legem et l'employeur était privé), la dernière possibilité pour Mme Dominguez aurait été d'engager une action en responsabilité contre l'État espagnol pour transposition incorrecte de la directive, afin d'obtenir réparation du préjudice subi."
      },
      {
        "chapitre": 14,
        "question": "En conclusion, quel est l'objectif commun des différentes formes d'invocabilité développées par la CJUE ?",
        "reponse": "L'objectif commun est d'assurer la pleine effectivité ('effet utile') du droit de l'Union européenne au sein des ordres juridiques nationaux. Que ce soit en écartant la loi nationale, en l'interprétant conformément ou en engageant la responsabilité de l'État, le but est de garantir que les droits conférés par l'UE aux particuliers soient concrètement protégés par le juge national."
      }
  ]