[
    {
      "chapitre": 0,
      "question": "Comment Aristote définit-il la cité et quel est son objectif principal pour l'homme ?",
      "reponse": "Aristote, considéré comme le père de la science politique, définit la cité à partir de l'individu, présentant l'homme comme un 'être social qui vit en cité'. Il montre que si la cité fut initialement créée pour permettre à l'homme de vivre, une fois constituée, elle lui permet de 'vivre bien', c'est-à-dire de s'épanouir et d'être indépendant."
    },
    {
      "chapitre": 0,
      "question": "Quels sont les trois sens distincts du terme 'polis' dans la Grèce antique ?",
      "reponse": "Le terme 'polis' en grec désigne trois concepts : premièrement, l'agglomération urbaine ou la métropole ; deuxièmement, l'unité politique qui constitue l'État ; et troisièmement, l'ensemble des citoyens considérés en corps. Les Romains affineront cela en utilisant des termes distincts (urbs, civitas, cives)."
    },
    {
      "chapitre": 0,
      "question": "Quelles sont les caractéristiques d'une cité grecque en tant qu'unité politique, sociale, religieuse et juridique, notamment concernant son territoire ?",
      "reponse": "La cité grecque est souvent un territoire exigu, parfois un État miniature, comprenant une agglomération principale (la ville avec acropole, agora) et une campagne environnante. Elle possède une organisation politique, administrative, financière et militaire propre, ainsi que sa propre religion et ses propres dieux, marquant son indépendance."
    },
    {
      "chapitre": 0,
      "question": "Décrivez la hiérarchie sociale typique d'une cité grecque.",
      "reponse": "Comme toute société, la cité grecque connaissait une hiérarchie : l'aristocratie de naissance (descendants des héros fondateurs), l'aristocratie de richesse (bourgeoisie, commerçants), les classes moyennes travaillant en ville et à la campagne, et enfin le petit peuple. Même dans les cités démocratiques, l'égalité n'était pas universelle, les citoyens étant une minorité par rapport aux non-libres et autres non-citoyens."
    },
    {
      "chapitre": 0,
      "question": "Expliquez le caractère 'communautaire et exclusiviste' de la cité grecque.",
      "reponse": "La cité est avant tout une communauté de citoyens (ex: la cité des Athéniens). Elle est faite pour le citoyen et constitue une élite de naissance, très attachée à cette identité. Son caractère exclusiviste se manifeste par le rejet de tout non-citoyen, l'étranger étant initialement considéré comme un ennemi et n'ayant que des droits civils restreints."
    },
    {
      "chapitre": 0,
      "question": "Comment l'acquisition de la citoyenneté se faisait-elle principalement 'par la naissance' dans la cité athénienne selon Aristote ?",
      "reponse": "Selon Aristote, pour être citoyen athénien par la naissance, il fallait être né dans la cité, de père et de mère tous deux nés dans la cité. De plus, le père devait exercer des droits politiques et avoir la pleine capacité juridique. C'était une définition très restrictive et héréditaire."
    },
    {
      "chapitre": 0,
      "question": "Quelles étaient les deux principales conditions pour qu'un étranger puisse être naturalisé individuellement dans une cité grecque ?",
      "reponse": "La naturalisation individuelle était rare et considérée comme un privilège. Elle pouvait être accordée si l'individu avait rendu de grands services à la cité (par exemple, en cas de guerre, par un soutien financier ou militaire - service politique). Elle pouvait aussi être justifiée par un service économique important, comme des étrangers ayant fondé des fortunes et développé l'économie locale."
    },
    {
      "chapitre": 0,
      "question": "Quels droits principaux étaient liés à la citoyenneté dans les cités grecques ?",
      "reponse": "La citoyenneté conférait la capacité juridique (se marier, acheter des biens, tester en justice, exercer une autorité familiale) et des droits politiques. Ces derniers incluaient, à partir d'un certain âge (ex: 20 ans à Athènes après une période d'éphébie et de service militaire), le droit de participer à la vie de la cité."
    },
    {
      "chapitre": 0,
      "question": "Décrivez le statut et les contraintes des 'métèques' dans une cité comme Athènes.",
      "reponse": "Les métèques étaient des étrangers de l'intérieur, des Grecs d'autres cités. Ils devaient se présenter aux autorités avec un garant citoyen (prostates), résider dans un quartier spécifique (ex: le Pirée), et payer une taxe de résidence (metoikion). Ils ne pouvaient ni se marier avec une citoyenne, ni posséder des terres, et devaient ester en justice par citoyen interposé."
    },
    {
      "chapitre": 0,
      "question": "Quel était le statut des 'barbares' par rapport aux métèques dans les cités grecques ?",
      "reponse": "Les barbares étaient les étrangers de l'extérieur, non-Grecs. Leur statut était inférieur à celui des métèques. Le terme était péjoratif, impliquant une culture inférieure. Ils s'installaient souvent de force ou étaient ramenés comme esclaves de guerre. Ils étaient méprisés et marginalisés, bien qu'ayant un droit d'ester en justice via des représentants."
    },
    {
      "chapitre": 0,
      "question": "Comment a évolué le statut des esclaves dans les cités grecques entre les époques archaïques et les périodes ultérieures ?",
      "reponse": "Aux époques archaïques, les esclaves peu nombreux étaient intégrés au groupe familial (oikos) et leur statut juridique, bien que non-libres, était proche de celui des enfants du pater. Avec la multiplication des esclaves, leur poids économique a augmenté au détriment de leur condition juridique : ils sont devenus une valeur marchande, un objet de propriété sans droits civils ni politiques."
    },
    {
      "chapitre": 0,
      "question": "Quelles étaient les caractéristiques principales de la civilisation minoenne de Crète ?",
      "reponse": "La civilisation minoenne, très ancienne et empreinte de mythologie (roi Minos), était basée sur un régime seigneurial autour d'un roi. Les châteaux n'avaient pas d'enceintes, suggérant une paix relative. C'étaient des commerçants maritimes avec une société riche et évoluée (écriture, archives)."
    },
    {
      "chapitre": 0,
      "question": "Comment le régime politique a-t-il évolué pendant les 'âges sombres' de la Grèce (-1200 à -800) ?",
      "reponse": "Durant les âges sombres, suite à l'arrivée des Doriens, la Grèce a connu une régression. Le système politique était monarchique, avec un roi d'origine divine et une transmission du pouvoir par primogéniture. Le roi détenait les pouvoirs militaire, judiciaire et législatif, assisté d'un Conseil de compagnons (Boulè) et d'une Assemblée du peuple (élite) sans pouvoir de vote."
    },
    {
      "chapitre": 0,
      "question": "Comment s'est opéré le passage du régime monarchique au régime aristocratique à la fin des âges sombres ?",
      "reponse": "Les structures sociales se sont modifiées, les rois ont commencé à disparaître et l'aristocratie (chefs de grandes familles) a progressivement pris le pouvoir. Les pouvoirs importants des rois leur ont été ôtés, les transformant en figures honorifiques, notamment pour préserver leur rôle religieux. Le pouvoir est passé à une oligarchie."
    },
    {
      "chapitre": 0,
      "question": "Quelles institutions caractérisaient le régime aristocratique dans les cités émergentes ?",
      "reponse": "Le régime aristocratique voyait les pouvoirs partagés entre : des magistrats (pouvoir exécutif principalement) ; un Conseil (l'Aréopage à Athènes, par exemple) qui élisait les magistrats, contrôlait leur fonction et préparait les textes ; et une Assemblée où seuls ceux détenant un minimum de richesse étaient admis, votant généralement par acclamation."
    },
    {
      "chapitre": 0,
      "question": "Quelles transformations économiques ont marqué la fin des âges sombres et le début de la crise sociale ?",
      "reponse": "Les relations entre cités se sont intensifiées, avec la création de comptoirs maritimes et le développement des ports. La colonisation s'est multipliée, initialement pour des raisons nourricières, puis pour des intérêts commerciaux. L'import/export et l'industrie se sont développés, menant à l'apparition de nouvelles catégories sociales."
    },
    {
      "chapitre": 0,
      "question": "Quelle nouvelle classe sociale a émergé suite aux transformations économiques et quel impact a-t-elle eu ?",
      "reponse": "Une classe moyenne s'est enrichie, donnant naissance aux 'nouveaux riches' (aristocratie d'argent), qui sont devenus parfois plus riches que l'aristocratie de naissance. Cette nouvelle classe a revendiqué un partage des pouvoirs, entraînant des conflits et des transformations institutionnelles."
    },
    {
      "chapitre": 0,
      "question": "Quelles étaient les deux principales revendications du 'demos' (peuple) face au gouvernement aristocratique et à l'endettement ?",
      "reponse": "Le peuple, appauvri et affecté par le développement de l'esclavage pour dettes, revendiquait principalement l'abolition des dettes (qui menaient à la servitude). Il demandait également une redistribution plus égalitaire des terres pour assurer un minimum d'indépendance. Il critiquait l'injustice et l'arbitraire du système."
    },
    {
      "chapitre": 0,
      "question": "Quelles ont été les principales réformes sociales et politiques introduites par Solon à Athènes vers -595 ?",
      "reponse": "Solon, en tant que médiateur, a libéré les débiteurs de leurs dettes (loi rétroactive) et pris des mesures économiques pour les pauvres. Politiquement, il a fait en sorte que les magistrats soient élus par l'Assemblée (et non plus désignés par l'Aréopage) et a ouvert l'Assemblée à certaines catégories d'artisans. Il a aussi créé une justice populaire, l'Héliée."
    },
    {
      "chapitre": 0,
      "question": "Qu'est-ce que l'eunomia prônée par Solon ?",
      "reponse": "L'eunomia de Solon représente l'ordre et la juste mesure. Il ne s'agissait pas d'instaurer une démocratie pleine et entière, car la société restait inégalitaire. Solon se positionnait comme un arbitre cherchant un équilibre entre la noblesse et les revendications du peuple pour assurer la stabilité de la cité."
    },
    {
      "chapitre": 0,
      "question": "Dans quel contexte un tyran arrivait-il généralement au pouvoir dans une cité grecque ?",
      "reponse": "Le tyran arrivait au pouvoir lorsque le peuple, incapable d'obtenir satisfaction par ses propres moyens face aux privilèges de l'aristocratie, soutenait un homme pour prendre le pouvoir. Selon Aristote, cela se produisait quand la noblesse devenait trop puissante et arrogante, la masse installant alors un tyran pour défendre ses intérêts."
    },
    {
      "chapitre": 0,
      "question": "Les réformes entreprises par les tyrans étaient-elles principalement politiques ou sociales ?",
      "reponse": "Les réformes des tyrans étaient avant tout sociales et non politiques. L'objectif du tyran était d'abaisser l'aristocratie et de réhabiliter le peuple. Ils ne modifiaient pas profondément les institutions mais les faisaient agir dans l'intérêt du peuple (ex: redistribution des terres, développement de l'urbanisme)."
    },
    {
      "chapitre": 0,
      "question": "Quelle cité grecque est présentée comme un contre-modèle à Athènes, caractérisée par un citoyen 'programmé' ?",
      "reponse": "Sparte est présentée comme le contre-modèle d'Athènes. C'était une cité très influente avec une citoyenneté organisée très différemment, où le citoyen était formé et discipliné pour être entièrement au service de la cité, avec un rôle militaire prépondérant et un mode de vie très encadré."
    },
    {
      "chapitre": 0,
      "question": "Qui était Lycurgue et quelle est son importance légendaire pour Sparte ?",
      "reponse": "Lycurgue est le législateur légendaire de Sparte. Inspiré par l'oracle de Delphes, il aurait institué le système politique et social particulier de la cité, la 'Grande Rhetra'. Ce système, d'inspiration divine, aurait assuré la stabilité exceptionnelle de Sparte, qui a conservé ses institutions pendant très longtemps."
    },
    {
      "chapitre": 0,
      "question": "Qu'est-ce que la 'Grande Rhetra' à Sparte ?",
      "reponse": "La Grande Rhetra est considérée comme la constitution ou le système de lois fondamentales de Sparte, attribué à Lycurgue. Elle aurait été inspirée par les dieux et aurait été le point de départ de l'organisation de la cité. Tout à Sparte était soumis à cette Grande Rhetra, garantissant l'ordre ('eunomia') et la stabilité."
    },
    {
        "chapitre": 1,
        "question": "Comment la cité grecque se définissait-elle par rapport à ses citoyens, par exemple dans le cas d'Athènes ?",
        "reponse": "La cité grecque était fondamentalement une communauté de citoyens. Par exemple, on parlait de la 'cité des Athéniens' et non de la 'cité athénienne', soulignant que la cité était faite pour le citoyen et empruntait son nom à ses membres. Elle représentait donc une communauté d'une élite de naissance."
      },
      {
        "chapitre": 1,
        "question": "Quelle était la place de l'individu par rapport à la cité dans la Grèce antique, avant l'émergence de l'individualisme des Lumières ?",
        "reponse": "Dans la cité antique, l'individu en tant que tel n'existait pas avec la même autonomie qu'aujourd'hui ; la cité ne connaissait pas l'individualisme. L'individu était absorbé par la cité et par son groupe familial. Il n'avait de droits qu'à travers son appartenance à la cité ; en dehors du système politique, il n'avait pas de droits par lui-même."
      },
      {
        "chapitre": 1,
        "question": "Expliquez le caractère 'exclusiviste' de la cité grecque vis-à-vis des non-citoyens.",
        "reponse": "La cité grecque était profondément exclusiviste : elle rejetait tout non-citoyen et ne lui reconnaissait que très peu, voire aucun droit. À l'origine, cette conception était absolue, l'étranger étant considéré comme un ennemi. Même si des rapports se sont établis plus tard, l'étranger n'a jamais eu de droits politiques complets."
      },
      {
        "chapitre": 1,
        "question": "Comment la 'civitas' romaine se distinguait-elle de la citoyenneté grecque dans sa conception ?",
        "reponse": "La *civitas* romaine, bien qu'impliquant une communauté civique soumise à une loi commune, était beaucoup plus abstraite et juridique que la citoyenneté grecque. La citoyenneté grecque impliquait une communauté de vie permanente, tandis que la *civitas* romaine se limitait à une communauté de droit, pouvant être accordée à des populations éloignées ne partageant ni langue, ni cultes, ni droit privé."
      },
      {
        "chapitre": 1,
        "question": "Quel était le critère principal pour acquérir la citoyenneté 'par la naissance' à Athènes, selon la définition d'Aristote ?",
        "reponse": "Selon Aristote, la citoyenneté athénienne par la naissance était très restrictive. Il fallait être né dans la cité, de père et de mère tous deux nés dans la cité. De plus, le père devait exercer des droits politiques et avoir la pleine capacité juridique. La qualité de citoyen était donc héréditaire et strictement définie."
      },
      {
        "chapitre": 1,
        "question": "L'exemple de Périclès et de son fils illustre-t-il la rigueur des conditions d'acquisition de la citoyenneté par naissance ?",
        "reponse": "Oui, l'exemple de Périclès est parlant. Bien qu'étant un homme providentiel d'Athènes, son fils Périclès II, né de son union avec Aspasie (une Grecque mais d'une autre cité), n'a pas été considéré comme citoyen à sa naissance. Il a fallu que Périclès le fasse naturaliser, ce qui montre la stricte application des règles d'origine."
      },
      {
        "chapitre": 1,
        "question": "La naturalisation individuelle était-elle fréquente dans les cités grecques ? Pourquoi ?",
        "reponse": "Non, la naturalisation individuelle était un événement rare dans le monde clos des cités. Les cités étaient jalouses de leurs droits et l'élite souhaitait conserver ses privilèges politiques. La citoyenneté était préservée et l'intégration d'un nouveau membre était considérée comme un véritable privilège, une récompense rarissime."
      },
      {
        "chapitre": 1,
        "question": "Quelle était la procédure pour accorder la naturalisation individuelle dans une cité comme Athènes ?",
        "reponse": "La procédure était très lourde et complexe. La décision était prise par les citoyens eux-mêmes lors d'un vote secret de l'assemblée (tous les citoyens réunis). Il fallait un quorum important (par exemple, pas moins de 3000 voix à Athènes) pour admettre ou non l'étranger. C'était une manifestation de la souveraineté populaire sur l'octroi de ce statut."
      },
      {
        "chapitre": 1,
        "question": "Citez un motif principal pour lequel une naturalisation individuelle pouvait être accordée.",
        "reponse": "Une naturalisation pouvait être accordée lorsque l'individu avait rendu de grands services à la cité. Cela pouvait être en cas de guerre, par une participation financière significative ou en mettant ses biens à la disposition de la cité (service politique). Un service économique exceptionnel (développement de l'économie, création de fortunes) pouvait aussi être un motif."
      },
      {
        "chapitre": 1,
        "question": "Qu'est-ce que la naturalisation collective et dans quel contexte pouvait-elle survenir ?",
        "reponse": "La naturalisation collective était une procédure honorifique. Elle récompensait généralement une alliance pendant une guerre avec une cité voisine. Dans ce cas, tous les citoyens de la cité alliée pouvaient être naturalisés. Cependant, cela nécessitait un intérêt capital pour la cité accordant la naturalisation, car les cités grecques étaient très repliées sur elles-mêmes."
      },
      {
        "chapitre": 1,
        "question": "Quels étaient les principaux droits liés à la capacité juridique d'un citoyen grec ?",
        "reponse": "Le citoyen bénéficiait de tous les droits donnés par la loi. Il pouvait se marier avec une citoyenne, acheter des biens, résider où il le souhaitait, effectuer le métier de son choix, faire un testament, ester en justice, et exercer son autorité sur sa famille. Ces droits étaient conditionnés au fait de ne pas avoir été déchu de sa citoyenneté."
      },
      {
        "chapitre": 1,
        "question": "En quoi consistaient les droits politiques du citoyen athénien ?",
        "reponse": "À partir de 20 ans (après avoir été éphèbe à 18 ans et effectué un service militaire), le citoyen athénien avait le droit de participer activement à la vie de la cité. Cela incluait le droit de vote à l'Assemblée, le droit de proposer des lois, et l'éligibilité à certaines magistratures (fonctions publiques)."
      },
      {
        "chapitre": 1,
        "question": "Comment se définissait le non-citoyen par rapport au citoyen dans la pensée politique grecque ?",
        "reponse": "Le citoyen se définissait politiquement comme celui qui participe à la vie de la cité. Par opposition, le non-citoyen se définissait politiquement par l'inverse, c'est-à-dire par son exclusion de cette participation active à la gouvernance et aux décisions collectives. C'était une distinction fondamentale."
      },
      {
        "chapitre": 1,
        "question": "Qui étaient les 'métèques' dans les cités grecques comme Athènes ?",
        "reponse": "Les métèques étaient des étrangers dits 'de l'intérieur', c'est-à-dire des Grecs originaires d'une autre cité (Hellènes) mais non nés dans la cité d'accueil. Ils parlaient la même langue et partageaient la même culture générale grecque, mais n'avaient pas le statut de citoyen de la cité où ils résidaient."
      },
      {
        "chapitre": 1,
        "question": "Le terme 'métèque' était-il initialement péjoratif ?",
        "reponse": "Non, à l'époque classique, le terme 'métèque' (signifiant 'celui qui s'installe parmi') n'était pas péjoratif. Le cours précise qu'il ne l'est devenu qu'en 1814 avec l'émergence des courants racistes et antisémites. Dans l'Antiquité, il décrivait simplement un statut juridique et social."
      },
      {
        "chapitre": 1,
        "question": "Quelles étaient les principales obligations et restrictions imposées aux métèques à Athènes ?",
        "reponse": "Les métèques devaient avoir un 'prostates' (un citoyen athénien comme garant moral et financier), résider dans un quartier assigné (souvent le Pirée), et payer une taxe annuelle de résidence (le métoikion). Ils ne pouvaient pas se marier avec une citoyenne, ni posséder des terres, et devaient agir en justice par l'intermédiaire d'un citoyen."
      },
      {
        "chapitre": 1,
        "question": "Les métèques pouvaient-ils participer à certaines activités de la cité ?",
        "reponse": "Oui, malgré leurs restrictions, les métèques participaient aux fêtes religieuses (mais pas au premier rang). Ils pouvaient exercer librement l'activité économique de leur choix, devenant souvent des commerçants ou artisans prospères. Ils pouvaient aussi s'adonner à des activités intellectuelles (enseignement, philosophie), comme Aristote."
      },
      {
        "chapitre": 1,
        "question": "Qui étaient les 'barbares' par rapport aux Grecs ?",
        "reponse": "Les barbares étaient les étrangers 'de l'extérieur', c'est-à-dire ceux qui n'appartenaient pas à la communauté culturelle hellénique. Le terme, inventé par Homère (barbarophone : celui qui parle par onomatopées), était très péjoratif. On jugeait leur culture (langues, dieux, usages) comme inférieure, une distinction plus culturelle que raciale au départ."
      },
      {
        "chapitre": 1,
        "question": "Comment les barbares arrivaient-ils généralement dans les cités grecques et quel était leur statut ?",
        "reponse": "Contrairement aux métèques, les barbares s'installaient souvent dans les cités de force ou étaient amenés comme esclaves après des guerres. Ils constituaient une sous-catégorie, méprisée par les citoyens et les métèques. Bien qu'ils puissent ester en justice par le biais de représentants, ils étaient largement marginalisés."
      },
      {
        "chapitre": 1,
        "question": "Décrivez l'évolution du statut des esclaves dans le monde grec.",
        "reponse": "Aux époques archaïques et homériques (et à Rome avant le IIIe s. av. JC), les esclaves, peu nombreux, étaient intégrés au groupe familial (oikos/domus) et leur situation juridique était plus enviable. Ils étaient des domestiques dont le statut se distinguait peu de celui des enfants du *pater*. Socialement, ils jouissaient d'une protection similaire."
      },
      {
        "chapitre": 1,
        "question": "Comment la condition juridique des esclaves s'est-elle dégradée avec l'augmentation de leur nombre ?",
        "reponse": "Dès que le nombre d'esclaves s'est multiplié, leur poids économique s'est confirmé au détriment de leur condition juridique. Ils ont été définis comme une valeur économique, une marchandise utile pour les travaux, une main-d'œuvre. Ils sont devenus des objets de propriété que l'on pouvait vendre ou léguer."
      },
      {
        "chapitre": 1,
        "question": "Les esclaves avaient-ils des droits civils ou politiques dans la cité grecque classique ?",
        "reponse": "Non, les esclaves n'avaient ni droits civils ni droits politiques. Ils n'étaient même pas comptabilisés comme des éléments de la population. Ils étaient considérés comme des objets de droit (des choses) et non comme des sujets de droit. Ils n'avaient donc aucune personnalité juridique reconnue."
      },
      {
        "chapitre": 1,
        "question": "Quelle distinction fondamentale existait-il entre les citoyens et tous les autres habitants (métèques, barbares, esclaves) dans la cité grecque ?",
        "reponse": "La distinction fondamentale résidait dans la détention et l'exercice des droits politiques. Seuls les citoyens, constituant une minorité, participaient pleinement à la vie de la cité et à la prise de décision. Les autres catégories étaient exclues de cette sphère, avec des degrés variables de droits civils ou d'absence totale de droits."
      },
      {
        "chapitre": 1,
        "question": "La conception romaine de la 'civitas' était-elle aussi restrictive que la citoyenneté grecque en termes d'intégration des populations éloignées ?",
        "reponse": "Non, la *civitas* romaine était plus abstraite et juridique. Elle pouvait être accordée ou imposée à des populations vivant loin de Rome, ne partageant ni la même langue, ni les mêmes cultes, ni le même droit privé. La *civitas* se limitait davantage à une communauté de droit, partageant les droits et obligations politiques, ce qui a permis une plus grande expansion."
      },
      {
        "chapitre": 1,
        "question": "Quel phénomène social est associé à la forte xénophobie des cités grecques, notamment en ce qui concerne la naturalisation collective ?",
        "reponse": "Le cours mentionne que 'l'égoïsme grec est lié à la xénophobie'. Les cités étaient très repliées sur elles-mêmes, et la naturalisation, même collective suite à une alliance, nécessitait un intérêt capital pour la cité. Cette méfiance envers l'étranger rendait l'intégration de nouveaux citoyens particulièrement difficile."
      },
      {
        "chapitre": 2,
        "question": "Quelle civilisation est décrite comme ayant un régime seigneurial autour d'un roi, avec des châteaux sans enceintes, et ayant disparu brutalement vers -1450 suite à une invasion ?",
        "reponse": "Il s'agit de la civilisation minoenne de Crète. Très ancienne et empreinte de mythologie (roi Minos), elle était basée sur un régime seigneurial. L'absence de fortifications suggère une relative paix interne. Cette civilisation commerçante et évoluée a disparu brutalement suite à l'invasion d'une autre civilisation (probablement les Mycéniens)."
      },
      {
        "chapitre": 2,
        "question": "Quelles étaient les caractéristiques de la civilisation mycénienne qui a succédé aux Minoens ?",
        "reponse": "Les Mycéniens, ancêtres des Grecs, se sont installés dans le Péloponnèse entre -1550 et -1200. Contrairement aux Minoens, ils ont élaboré des zones de territoires fortifiées. Leur royauté a évolué, avec plusieurs seigneurs/rois indépendants, probablement souvent en guerre les uns contre les autres, et l'armée jouait un rôle important."
      },
      {
        "chapitre": 2,
        "question": "Quelle période, s'étendant de -1200 à -800, est qualifiée d''âges sombres' et quelles en étaient les caractéristiques politiques ?",
        "reponse": "Les 'âges sombres' ont suivi la chute des Mycéniens, avec l'arrivée des Doriens. Cette période a connu une régression générale. Le système politique était monarchique, avec un roi d'origine divine, le pouvoir transmis par primogéniture. Le roi cumulait les pouvoirs militaire, judiciaire et législatif, assisté d'un Conseil et d'une Assemblée d'élite sans pouvoir de vote."
      },
      {
        "chapitre": 2,
        "question": "Comment le pouvoir royal a-t-il évolué à la fin des âges sombres pour laisser place au régime aristocratique ?",
        "reponse": "À la fin des âges sombres, les structures sociales se sont modifiées. Les rois ont progressivement perdu leurs pouvoirs importants au profit de l'aristocratie (les chefs des grandes familles). Les rois sont devenus des figures principalement honorifiques, conservant un rôle religieux, tandis que le pouvoir politique effectif est passé à une oligarchie aristocratique."
      },
      {
        "chapitre": 2,
        "question": "Quelles étaient les trois principales institutions politiques du régime aristocratique qui a émergé après les âges sombres ?",
        "reponse": "Le pouvoir était partagé entre : 1) des magistrats, qui détenaient principalement le pouvoir exécutif. 2) Un Conseil (comme l'Aréopage à Athènes), composé d'anciens magistrats, qui élisait les magistrats, contrôlait leur fonction et préparait les textes. 3) Une Assemblée, où seuls les plus riches étaient admis, votant généralement par acclamation."
      },
      {
        "chapitre": 2,
        "question": "Sur quoi reposait principalement le caractère aristocratique du pouvoir dans les cités émergentes ?",
        "reponse": "Le caractère aristocratique était prépondérant et lié à la composition de l'armée, qui était formée d'aristocrates de naissance (les 'eupatrides'). On considérait que, puisqu'ils défendaient la cité, ils devaient en contrepartie détenir le pouvoir politique. La naissance et la richesse foncière étaient donc déterminantes."
      },
      {
        "chapitre": 2,
        "question": "Quelles transformations économiques majeures ont marqué la période du VIIIe-VIIe siècle av. J-C ?",
        "reponse": "Cette période a vu un développement important des relations extérieures entre cités, avec la création de comptoirs maritimes. La colonisation s'est intensifiée, passant d'une vocation nourricière à des intérêts commerciaux. L'import/export et l'industrie ont commencé à se développer, entraînant un essor économique significatif."
      },
      {
        "chapitre": 2,
        "question": "Quelle nouvelle catégorie sociale est apparue suite à cet essor économique et quel rôle a-t-elle joué ?",
        "reponse": "L'essor économique a favorisé l'émergence d'une classe moyenne qui s'est enrichie, donnant naissance à une 'aristocratie d'argent' (les 'nouveaux riches'). Ces individus, parfois plus fortunés que l'aristocratie de naissance, ont commencé à revendiquer un partage des pouvoirs politiques, ce qui a engendré des conflits et des transformations institutionnelles."
      },
      {
        "chapitre": 2,
        "question": "Quels étaient les deux principaux types de conflits sociaux qui ont secoué les cités grecques à cette époque ?",
        "reponse": "Deux types de conflits majeurs sont identifiés : d'une part, l'opposition entre l'ancienne aristocratie (de naissance) et la nouvelle aristocratie (d'argent) qui revendiquait le pouvoir. D'autre part, des conflits entre les riches (globalement) et les pauvres (le *demos*), ces derniers contestant le gouvernement aristocratique et souffrant de l'endettement et du développement de l'esclavage."
      },
      {
        "chapitre": 2,
        "question": "Quelles étaient les principales revendications des classes populaires appauvries ?",
        "reponse": "Les pauvres, souvent des paysans endettés, réclamaient principalement l'abolition des dettes (qui pouvaient mener à l'esclavage personnel). Ils demandaient aussi une redistribution plus égalitaire des terres pour assurer un minimum d'indépendance. Ils critiquaient l'injustice et l'arbitraire du système politique dominé par une seule catégorie."
      },
      {
        "chapitre": 2,
        "question": "Qui était Dracon et quelle fut sa principale innovation législative à Athènes vers -627 ?",
        "reponse": "Dracon était un réformateur athénien issu de l'aristocratie. Sa principale innovation fut de décider la publication du droit pour satisfaire les revendications populaires d'une justice moins arbitraire. Cependant, la justice elle-même est restée entre les mains des aristocrates."
      },
      {
        "chapitre": 2,
        "question": "Quelle innovation importante Dracon a-t-il introduite en matière pénale ?",
        "reponse": "Dracon a marqué une modernisation du droit pénal en introduisant la notion de peine individuelle. Cela signifiait que la responsabilité pénale n'était plus collective (celle du groupe familial) mais incombait à l'auteur de l'infraction. La responsabilité du groupe a ainsi commencé à disparaître."
      },
      {
        "chapitre": 2,
        "question": "Qui était Solon et quel rôle a-t-il joué à Athènes vers -595 ?",
        "reponse": "Solon, issu du milieu aristocratique mais ayant renoncé à son héritage, a agi comme un médiateur à Athènes. Il a cherché à établir un équilibre entre les revendications des aristocrates et celles du peuple en révolte. Il a opéré des réformes sociales et politiques importantes."
      },
      {
        "chapitre": 2,
        "question": "Quelles furent les principales réformes sociales de Solon ?",
        "reponse": "Sur le plan social, Solon a libéré les débiteurs de leurs dettes (loi rétroactive, la *seisachtheia*). Concernant la demande de partage des terres, il a opté pour des mesures économiques plus subtiles visant à favoriser les plus pauvres sans spolier directement les riches, cherchant ainsi un compromis."
      },
      {
        "chapitre": 2,
        "question": "Quelles furent les principales réformes politiques de Solon concernant les magistratures et l'Assemblée ?",
        "reponse": "Solon a modifié la désignation des magistrats : ils n'étaient plus seulement désignés par l'Aréopage (aristocratique) mais élus par l'Assemblée. Il a également ouvert l'Assemblée à certaines catégories d'artisans, élargissant ainsi la représentativité. De plus, il a créé une justice populaire, l'Héliée."
      },
      {
        "chapitre": 2,
        "question": "La Constitution de Solon a-t-elle instauré une démocratie égalitaire à Athènes ?",
        "reponse": "Non, la Constitution de Solon n'a pas établi une démocratie au sens moderne, et la société athénienne est restée inégalitaire. Solon prônait l'eunomia, c'est-à-dire l'ordre et la mesure, se positionnant comme un arbitre entre la noblesse et le peuple, plutôt que comme le fondateur d'une égalité politique stricte."
      },
      {
        "chapitre": 2,
        "question": "Dans quel contexte et avec quel soutien un tyran arrivait-il généralement au pouvoir dans une cité grecque ?",
        "reponse": "Un tyran arrivait souvent au pouvoir lorsque le peuple, frustré par l'aristocratie et incapable d'obtenir satisfaction par les voies légales, soutenait un homme fort pour prendre la tête de la cité. Le tyran était généralement mis en place avec l'appui populaire pour renverser l'oligarchie existante."
      },
      {
        "chapitre": 2,
        "question": "Un tyran était-il nécessairement un homme issu du peuple ?",
        "reponse": "Non, souvent le tyran était un transfuge de l'aristocratie. Connaissant l'art de gouverner et étant parfois assez démagogue, il pouvait avoir exercé des fonctions légales auparavant. Il s'emparait ensuite de la totalité du pouvoir, soutenu par le peuple et une armée de mercenaires."
      },
      {
        "chapitre": 2,
        "question": "Quel était l'objectif principal du tyran une fois au pouvoir ?",
        "reponse": "L'objectif principal du tyran était d'abaisser le pouvoir et les privilèges de l'aristocratie et de réhabiliter le peuple. Ses réformes étaient donc avant tout sociales (redistribution des terres, développement de l'urbanisme, limitation de la concurrence servile) plutôt que profondément institutionnelles ou politiques."
      },
      {
        "chapitre": 2,
        "question": "La tyrannie était-elle considérée comme un régime politique durable dans les cités grecques ?",
        "reponse": "Non, la tyrannie n'a jamais été considérée comme un régime durable. Bien que certains tyrans aient pu être populaires ou avoir mené des réformes bénéfiques (comme Pisistrate à Athènes), ce mode de gouvernement, souvent basé sur la force et l'usurpation, était intrinsèquement instable et a généralement laissé place à d'autres régimes."
      },
      {
        "chapitre": 2,
        "question": "Quelle cité grecque est célèbre pour n'avoir, selon la tradition, jamais connu d'épisode de tyrannie ?",
        "reponse": "Le cours mentionne que Sparte est la seule cité qui ne connaîtra jamais la tyrannie. Elle est présentée comme un modèle de stabilité institutionnelle, en grande partie grâce à sa constitution et à son système social très rigides et militarisés."
      },
      {
        "chapitre": 2,
        "question": "Qui est considéré comme ayant posé les bases du régime démocratique à Athènes vers -509, après la chute des tyrans ?",
        "reponse": "C'est Clisthène qui est crédité d'avoir posé les bases du régime démocratique athénien. Ses réformes visaient à créer une constitution plus égalitaire et individualiste, marquant une rupture avec les institutions jusque-là très aristocratiques. Il a réorganisé la structure civique d'Athènes."
      },
      {
        "chapitre": 2,
        "question": "Sur quel critère principal Clisthène a-t-il attribué les droits politiques, marquant une rupture avec l'ancien système basé sur la richesse ?",
        "reponse": "Clisthène a attribué les droits politiques non plus d'après les richesses, mais à partir d'un élément territorial : le domicile du citoyen. Cette réforme profonde des institutions était novatrice et moderne, car elle liait la citoyenneté à l'appartenance à une circonscription territoriale (le dème) plutôt qu'à la naissance ou à la fortune."
      },
      {
        "chapitre": 2,
        "question": "Comment Clisthène a-t-il réorganisé le territoire d'Athènes pour briser les anciennes factions régionales et clientélistes ?",
        "reponse": "Clisthène a découpé le territoire en dèmes (cellules locales de base), puis regroupé ces dèmes en trente trittyes, et enfin dix tribus. Chaque tribu était composée de trois trittyes issues de secteurs géographiques différents (ville, côte, intérieur des terres) pour mélanger les intérêts et favoriser l'unité civique."
      },
      {
        "chapitre": 2,
        "question": "Quel était le rôle des nouvelles tribus créées par Clisthène dans le fonctionnement du Conseil des 500 (La Boulè) ?",
        "reponse": "Les dix tribus étaient la base du fonctionnement du Conseil des 500 (la Boulè). Chaque tribu envoyait 50 de ses membres, tirés au sort chaque année, pour siéger au Conseil. Chaque groupe de 50 prytanes (issus d'une tribu) assurait ensuite à tour de rôle le comité exécutif permanent du Conseil pendant un dixième de l'année."
      },
      {
        "chapitre": 3,
        "question": "Quelle réforme majeure de Clisthène a placé le 'domicile du citoyen' au centre de l'attribution des droits politiques à Athènes ?",
        "reponse": "La réforme de Clisthène, vers -509, a profondément modifié les institutions athéniennes en attribuant les droits politiques non plus en fonction des richesses, mais à partir d'un élément territorial : le domicile du citoyen. Chaque citoyen était ainsi rattaché à un 'dème', sa circonscription de résidence, qui devenait la base de sa participation civique."
      },
      {
        "chapitre": 3,
        "question": "Qu'est-ce qu'un 'dème' dans l'organisation territoriale athénienne post-Clisthène ?",
        "reponse": "Le dème était la cellule locale de base dans la réorganisation territoriale d'Athènes par Clisthène. Tout le territoire était découpé en une centaine de dèmes, regroupant généralement plusieurs villages. L'inscription dans un dème était essentielle car elle conférait les droits civils et politiques au citoyen."
      },
      {
        "chapitre": 3,
        "question": "Quel était l'impact de l'inscription dans un dème sur l'égalité des citoyens athéniens ?",
        "reponse": "L'inscription dans un dème signifiait que tous les citoyens étaient considérés comme égaux en droit, quelle que soit leur origine sociale ou leur fortune. Le dème est rapidement devenu un centre administratif et politique local, où les citoyens élisaient un 'démarque' (ancêtre du maire) et participaient à la vie municipale."
      },
      {
        "chapitre": 3,
        "question": "Que sont les 'trittyes' dans la réforme de Clisthène et quel était leur objectif ?",
        "reponse": "Les trittyes étaient des regroupements de plusieurs dèmes. Il y en avait trente au total. Clisthène a créé les trittyes pour briser les anciens clivages et les particularismes régionaux qui pouvaient menacer l'unité de la cité. Chaque trittye représentait une portion de l'un des trois grands secteurs géographiques d'Athènes."
      },
      {
        "chapitre": 3,
        "question": "Quels étaient les trois grands secteurs géographiques en lesquels Clisthène a réparti le territoire d'Athènes pour former les trittyes ?",
        "reponse": "Clisthène a divisé le territoire athénien en trois secteurs distincts : l'Asty (le secteur de la ville, l'hyper-centre), la Paralia (le secteur de la côte, le littoral), et la Mésogée (le secteur des campagnes, l'intérieur des terres). Cette répartition visait à mélanger les intérêts économiques et sociaux au sein des tribus."
      },
      {
        "chapitre": 3,
        "question": "Combien de tribus Clisthène a-t-il créées et comment étaient-elles composées à partir des trittyes ?",
        "reponse": "Clisthène a créé dix nouvelles tribus (un chiffre fétiche pour lui). Chaque tribu était une unité artificielle composée de trois trittyes. Fait crucial, chacune de ces trois trittyes provenait d'un des trois secteurs géographiques différents (ville, côte, campagne), assurant ainsi un brassage des populations et des intérêts au sein de chaque tribu."
      },
      {
        "chapitre": 3,
        "question": "Quel rôle les tribus jouaient-elles dans le fonctionnement du Conseil des 500 (la Boulè) ?",
        "reponse": "Les tribus étaient la base du fonctionnement de la Boulè. Chaque année, chacune des dix tribus envoyait cinquante de ses membres, tirés au sort, pour siéger au Conseil des 500. Ces tribus étaient donc les circonscriptions électorales (par tirage au sort) pour la formation de cette institution centrale."
      },
      {
        "chapitre": 3,
        "question": "Les tribus de Clisthène avaient-elles uniquement une fonction administrative et politique ?",
        "reponse": "Non, les tribus n'étaient pas seulement des groupes administratifs et politiques. Elles avaient également une fonction militaire importante. Chaque tribu était responsable de fournir un contingent militaire pour l'armée athénienne, renforçant ainsi le lien entre citoyenneté et défense de la cité."
      },
      {
        "chapitre": 3,
        "question": "Quel nouveau calendrier Clisthène a-t-il mis en place et sur quoi était-il basé ?",
        "reponse": "Clisthène a remplacé l'ancien calendrier lunaire traditionnel par un nouveau calendrier civique, appelé calendrier 'boulétique' ou 'prytanique'. Ce calendrier était basé sur la vie civique et politique. Il prévoyait dix mois (correspondant aux dix tribus), d'environ 36 jours chacun, adaptés au fonctionnement des institutions."
      },
      {
        "chapitre": 3,
        "question": "Qu'est-ce qu'une 'prytanie' dans le calendrier athénien et quelle était sa durée approximative ?",
        "reponse": "Une prytanie correspondait à un 'mois' du nouveau calendrier civique, soit environ un dixième de l'année (autour de 36 jours). Chaque tribu assurait à tour de rôle la prytanie. Pendant cette période, les 50 membres de la tribu concernée (les prytanes) formaient le comité exécutif permanent du Conseil (la Boulè)."
      },
      {
        "chapitre": 3,
        "question": "Quelle était l'institution centrale de la démocratie directe à Athènes, où tous les citoyens pouvaient et devaient participer ?",
        "reponse": "L'Ecclésia, ou Assemblée des citoyens, était l'organe suprême de la démocratie directe athénienne. Tous les citoyens masculins adultes avaient le droit et le devoir de participer à ses séances. C'est là que se prenaient les décisions les plus importantes pour la cité."
      },
      {
        "chapitre": 3,
        "question": "À quelle fréquence se réunissait l'Ecclésia et quelle était la capacité d'accueil théorique de l'agora ?",
        "reponse": "Initialement, l'Ecclésia se réunissait une fois par mois. Sous Périclès, la fréquence s'est intensifiée pour atteindre environ quatre réunions par mois. Cependant, bien qu'il y ait eu théoriquement jusqu'à 40 000 citoyens, l'agora ne pouvait en accueillir qu'environ 10 000, ce qui limitait la participation effective."
      },
      {
        "chapitre": 3,
        "question": "Quels étaient les pouvoirs de l'Ecclésia en matière de débat et de législation ?",
        "reponse": "L'Ecclésia était le lieu du débat public. Chaque citoyen avait le droit à la parole (*iségoria*) et pouvait proposer des amendements aux propositions de loi émanant du Conseil. Les décisions étaient prises par vote, généralement à main levée, ou à bulletin secret pour les questions les plus importantes."
      },
      {
        "chapitre": 3,
        "question": "Qu'advient-il d'une loi votée positivement par l'Ecclésia à Athènes ?",
        "reponse": "Une fois le texte voté positivement, il était gravé sur une stèle de pierre et exposé sur la place publique (l'agora). Le but était que la règle soit connue de tous. De plus, la tradition athénienne voulait que l'on inscrive le nom de l'auteur de la loi ou de l'amendement, engageant ainsi sa responsabilité politique."
      },
      {
        "chapitre": 3,
        "question": "Citez trois domaines de compétence importants de l'Ecclésia, en dehors de la législation.",
        "reponse": "L'Ecclésia cumulait de nombreux pouvoirs. Elle élisait certains magistrats (notamment les stratèges). Elle décidait de la guerre et de la paix. Elle contrôlait également les finances publiques (droit de douanes, construction publique, levée d'impôts) et veillait à l'approvisionnement en blé."
      },
      {
        "chapitre": 3,
        "question": "L'Ecclésia exerçait-elle une forme de pouvoir judiciaire ?",
        "reponse": "Oui, elle avait une forme de pouvoir judiciaire à travers la procédure de l'*eisangélie*. En cas d'atteinte grave à la sûreté de l'État, et si aucune loi spécifique ne réprimait l'acte, l'Ecclésia pouvait être saisie. Elle qualifiait alors le crime et pouvait prononcer des sanctions, agissant comme source de la loi."
      },
      {
        "chapitre": 3,
        "question": "Quel était le rôle principal du Conseil des 500 (la Boulè) à Athènes ?",
        "reponse": "La Boulè était l'organe d'administration permanent de la cité, se réunissant quotidiennement pour diriger la vie politique. Ses membres, tirés au sort parmi les tribus, préparaient les projets de lois soumis à l'Ecclésia (fonction de *probouleusis*), élaboraient les décisions militaires et autres affaires courantes."
      },
      {
        "chapitre": 3,
        "question": "Comment les membres de la Boulè étaient-ils désignés et pour combien de temps ?",
        "reponse": "Les 500 membres de la Boulè (50 par tribu) étaient tirés au sort chaque année parmi les citoyens éligibles. Un citoyen ne pouvait être membre de la Boulè plus de deux fois dans sa vie. Cet objectif de rotation visait à impliquer le plus grand nombre de citoyens possible dans la gestion des affaires publiques."
      },
      {
        "chapitre": 3,
        "question": "La Boulè avait-elle un rôle dans l'exécution des décisions de l'Ecclésia ?",
        "reponse": "Oui, la Boulè était également un organe d'exécution de certaines décisions prises par l'Ecclésia. Elle supervisait l'administration et s'assurait de la mise en œuvre des politiques décidées par l'Assemblée des citoyens. Elle avait donc un rôle à la fois préparatoire et exécutif."
      },
      {
        "chapitre": 3,
        "question": "Quel était le rôle général des magistrats à Athènes ?",
        "reponse": "Les magistrats étaient chargés d'assurer en détail l'exécution des décisions prises par l'Ecclésia et préparées par la Boulè. Leur nombre augmentait en fonction de la population. Ils étaient étroitement surveillés pour empêcher le retour d'un pouvoir personnel trop fort."
      },
      {
        "chapitre": 3,
        "question": "Comment les magistrats étaient-ils généralement désignés et pour quelle durée ?",
        "reponse": "Le principe de désignation était majoritairement le tirage au sort, bien que certaines magistratures spécifiques (comme les stratèges) fussent soumises à l'élection. Les magistrats étaient généralement élus ou tirés au sort pour une durée d'un an, afin d'éviter la tyrannie et de favoriser la rotation des charges."
      },
      {
        "chapitre": 3,
        "question": "Citez deux exemples de types de magistrats et leurs fonctions principales.",
        "reponse": "Les archontes étaient des magistrats importants, avec des fonctions essentiellement religieuses et judiciaires (organisation du calendrier, présidence de certains tribunaux). Les stratèges étaient des magistrats élus, responsables du commandement de l'armée et de la flotte, et jouant un rôle dans les affaires étrangères et militaires."
      },
      {
        "chapitre": 3,
        "question": "Les magistrats athéniens étaient-ils soumis à un contrôle ?",
        "reponse": "Oui, ils étaient soumis à plusieurs contrôles. Avant d'entrer en fonction, ils devaient passer un examen de contrôle (la *dokimasia*) devant la Boulè. Pendant leur mandat, ils étaient surveillés. Et à la sortie de leur charge, l'Héliée (tribunal populaire) contrôlait leur gestion (*euthynai*)."
      },
      {
        "chapitre": 3,
        "question": "Le critère de richesse (cens) a-t-il toujours été une condition pour accéder aux magistratures à Athènes ?",
        "reponse": "Au début, avec Clisthène, il existait encore des compétences de cens (critères de richesse) pour certaines magistratures. Cependant, ces critères se sont progressivement estompés, notamment sous Périclès, où la participation politique est devenue plus accessible, y compris par l'introduction d'indemnités."
      },
      {
        "chapitre": 3,
        "question": "Qu'est-ce que l'Héliée et quel était son rôle principal dans le système judiciaire athénien ?",
        "reponse": "L'Héliée était le tribunal populaire d'Athènes, créé par Solon et maintenu tout au long de l'histoire de la cité. Composée de citoyens (héliastes) tirés au sort chaque année parmi les volontaires de plus de 30 ans, elle jugeait la majorité des procès publics et privés. C'était l'incarnation de la justice par le peuple."
      },
      {
        "chapitre": 4,
        "question": "Comment les citoyens athéniens étaient-ils impliqués dans l'exercice de la justice au sein de l'Héliée ?",
        "reponse": "L'Héliée était un tribunal populaire où les juges, appelés héliastes, étaient des citoyens tirés au sort chaque année (6000 au total, répartis en sections). Ces citoyens de plus de 30 ans prêtaient serment et jugeaient la majorité des procès publics et privés. La justice était ainsi rendue par les pairs."
      },
      {
        "chapitre": 4,
        "question": "Existait-il une voie de recours contre les jugements de l'Héliée ?",
        "reponse": "Non, le cours précise qu'il n'y avait pas de voie de recours contre les décisions de l'Héliée. Puisque c'était le peuple lui-même qui jugeait (à travers les héliastes tirés au sort), ses décisions étaient considérées comme souveraines et définitives dans la plupart des cas. Cela renforçait le caractère populaire de la justice."
      },
      {
        "chapitre": 4,
        "question": "Quel rôle jouait l'accusateur dans un procès devant l'Héliée et quel intérêt pouvait-il avoir ?",
        "reponse": "À Athènes, les citoyens pouvaient librement mener une accusation contre quiconque (la délation était même encouragée). Si l'accusateur avait raison et que l'accusé était condamné, l'accusateur recevait généralement la moitié du montant pécuniaire de la condamnation. Cela a même donné naissance à une profession d'accusateur public."
      },
      {
        "chapitre": 4,
        "question": "Y avait-il un ministère public ou des avocats au sens moderne dans les procès athéniens ?",
        "reponse": "Non, le système judiciaire athénien ne connaissait ni ministère public pour représenter l'accusation au nom de la cité, ni avocats pour défendre les parties. On considérait que la présence de professionnels du droit interférerait entre les parties et les juges (le peuple). Les citoyens devaient donc se défendre eux-mêmes, parfois avec l'aide d'un logographe pour rédiger leur discours."
      },
      {
        "chapitre": 4,
        "question": "Quel mécanisme a été mis en place à Athènes pour protéger la cité contre le danger du pouvoir personnel excessif d'un citoyen ?",
        "reponse": "C'est le mécanisme de l'ostracisme. Il s'agissait d'une sorte de bannissement politique prononcé pour une durée de dix ans contre un citoyen dont l'activité ou l'influence paraissait dangereuse pour la cité ou la démocratie. Ce n'était pas une sanction pénale mais une mesure préventive."
      },
      {
        "chapitre": 4,
        "question": "Comment se déroulait la procédure d'ostracisme ?",
        "reponse": "Chaque année, l'Assemblée (Ecclésia) délibérait d'abord pour savoir s'il y avait lieu ou non de procéder à un ostracisme. Si oui, une deuxième Assemblée était convoquée où chaque citoyen inscrivait sur un tesson de poterie (*ostrakon*) le nom de la personne qu'il souhaitait voir bannie. Un quorum d'au moins 6000 suffrages était nécessaire pour que l'ostracisme soit effectif."
      },
      {
        "chapitre": 4,
        "question": "Quelles étaient les conséquences de l'ostracisme pour le citoyen concerné ?",
        "reponse": "Le citoyen ostracisé devait quitter Athènes dans les dix jours et pour une durée de dix ans. Cependant, cela n'était pas une condamnation pénale : ses biens n'étaient pas confisqués et son honneur (ainsi que celui de sa famille) n'était pas entaché. Il conservait sa citoyenneté et pouvait revenir après la période d'exil."
      },
      {
        "chapitre": 4,
        "question": "Quelle est la différence fondamentale entre l'ostracisme et l'atimie ?",
        "reponse": "L'ostracisme était un bannissement temporaire (10 ans) sans perte des droits civiques ni des biens, une mesure préventive. L'atimie, en revanche, était une déchéance totale et définitive des droits, équivalant à une mort civile. L'atimie était une sanction beaucoup plus grave, souvent pour des crimes ou des manquements sévères."
      },
      {
        "chapitre": 4,
        "question": "Quel mécanisme a été créé par Périclès pour protéger la cité contre le danger d'arbitraire de l'Ecclésia (lois contraires aux principes fondamentaux) ?",
        "reponse": "Pour contrer le risque de décisions arbitraires ou illégales de l'Assemblée, Périclès a institué le mécanisme de la 'graphè paranomon'. Il s'agissait d'une accusation publique contre l'auteur d'une proposition de loi ou d'un décret jugé contraire aux lois existantes ou aux intérêts fondamentaux de la cité. Tout citoyen pouvait intenter cette action."
      },
      {
        "chapitre": 4,
        "question": "Quelles étaient les conséquences pour l'auteur d'une proposition si la graphè paranomon était jugée fondée ?",
        "reponse": "Si l'accusation était jugée fondée par le tribunal de l'Héliée, la loi ou le décret incriminé était annulé. L'auteur de la proposition pouvait également être condamné à une amende, voire à des peines plus sévères en cas de récidive. Ce mécanisme visait à assurer une forme de contrôle de constitutionnalité des décisions de l'Assemblée."
      },
      {
        "chapitre": 4,
        "question": "Quelle mesure Périclès a-t-il intégrée pour lutter contre le danger de l'absentéisme des citoyens aux fonctions publiques ?",
        "reponse": "Pour encourager la participation civique des citoyens les plus modestes, Périclès a institué le paiement d'une indemnité (*misthos*) pour ceux qui exerçaient des fonctions publiques. Cela visait à compenser les journées de travail perdues. Cette mesure a d'abord concerné les héliastes (juges)."
      },
      {
        "chapitre": 4,
        "question": "À quelles autres fonctions publiques l'indemnité (*misthos*) a-t-elle été étendue après les héliastes ?",
        "reponse": "Après avoir été octroyée aux héliastes, l'indemnité a été étendue aux membres du Conseil de la Boulè, puis à certaines magistratures. À partir du IVe siècle av. J-C, on a même indemnisé la participation aux séances de l'Assemblée. Le but était d'éviter que les citoyens pauvres ne renoncent à la vie civique faute de moyens."
      },
      {
        "chapitre": 4,
        "question": "L'autorité à Athènes, même sous Clisthène, était-elle systématiquement exercée par la multitude ?",
        "reponse": "Non, même si Clisthène a beaucoup changé les choses en direction d'une plus grande participation, l'idée n'était pas que l'autorité appartienne systématiquement à la multitude sans filtre. Elle devait être exercée dans l'intérêt commun. L'âge d'or de la démocratie, avec la plus large participation, est cependant associé à Périclès."
      },
      {
        "chapitre": 4,
        "question": "Quelle est la caractéristique principale de l'organisation politique et sociale de Sparte, présentée comme un contre-modèle à Athènes ?",
        "reponse": "Sparte est présentée comme un modèle où le citoyen est 'programmé'. La cité est organisée de manière très différente d'Athènes, avec un accent mis sur la discipline, le service militaire, et une structure sociale rigide. L'individu y est entièrement subordonné aux intérêts de la collectivité."
      },
      {
        "chapitre": 4,
        "question": "Qui est le législateur légendaire de Sparte, censé avoir institué son système politique et social unique ?",
        "reponse": "C'est Lycurgue qui est considéré comme le législateur légendaire de Sparte. Inspiré par l'oracle de Delphes, il aurait mis en place la 'Grande Rhetra', un ensemble de lois et d'institutions qui auraient assuré la stabilité et la spécificité de Sparte pendant des siècles. Son existence historique est cependant débattue."
      },
      {
        "chapitre": 4,
        "question": "Qu'est-ce que la 'Grande Rhetra' de Sparte ?",
        "reponse": "La Grande Rhetra est considérée comme la constitution orale ou l'ensemble des lois fondamentales de Sparte, attribuée à Lycurgue. D'inspiration divine selon la légende, elle aurait défini le régime politique très stable de la cité. Sparte a gardé ses institutions quasiment inchangées pendant toute sa durée de vie, ce qui était exceptionnel dans le monde grec."
      },
      {
        "chapitre": 4,
        "question": "Quel principe fondamental guidait la vie à Sparte, contrastant avec l'individualisme athénien ?",
        "reponse": "Le principe fondamental à Sparte était l'*eunomia*, qui signifie l'ordre, la discipline et la bonne loi. Elle impliquait que tout et tous étaient soumis à la Grande Rhetra. L'ordre public et l'intérêt de la cité prévalaient sur l'individu, qui était entièrement au service de la collectivité et devait se conformer à un rôle très encadré."
      },
      {
        "chapitre": 4,
        "question": "Quelles étaient les trois principales catégories d'habitants à Sparte et leurs caractéristiques ?",
        "reponse": "Il y avait : 1) Les citoyens (*Homoioi* ou Égaux), environ 7000, destinés exclusivement à la guerre et à la politique, formant une caste militaire. 2) Les Périèques, habitants du pourtour, hommes libres mais sans droits politiques, s'occupant du commerce et de l'artisanat. 3) Les Hilotes, anciens habitants réduits à une forme de servage, cultivant la terre pour les citoyens."
      },
      {
        "chapitre": 4,
        "question": "Quel était le statut et le rôle des citoyens spartiates (les Égaux ou *Homoioi*) ?",
        "reponse": "Les citoyens spartiates étaient une élite guerrière, destinée exclusivement à la guerre et aux affaires politiques. Ils ne pouvaient pas travailler et passaient leur vie à s'entraîner physiquement pour être les meilleurs guerriers. Ils détenaient la pleine capacité politique et juridique. Ils étaient peu nombreux."
      },
      {
        "chapitre": 4,
        "question": "Qui étaient les Périèques à Sparte et quelle était leur fonction ?",
        "reponse": "Les Périèques ('ceux qui habitent autour') étaient des hommes libres vivant dans les communautés périphériques de la Laconie, autour des terres des citoyens. Ils n'avaient pas de droits politiques à Sparte mais s'occupaient du commerce, de l'artisanat et de l'agriculture. Ils pouvaient avoir des obligations militaires en cas de danger grave."
      },
      {
        "chapitre": 4,
        "question": "Quel était le sort des Hilotes, la classe la plus nombreuse à Sparte ?",
        "reponse": "Les Hilotes étaient les descendants des populations locales asservies par les Spartiates. Ils étaient rattachés à la terre (serfs) et la cultivaient pour nourrir les citoyens. Considérés comme des sous-hommes, ils vivaient dans un climat d'insécurité permanent, subissant humiliations et châtiments, et pouvaient être tués sans jugement lors de la *cryptie*."
      },
      {
        "chapitre": 4,
        "question": "Qu'est-ce que le 'kléros' à Sparte et quel était son objectif théorique ?",
        "reponse": "Le *kléros* était un lot de terre fertile que chaque citoyen spartiate recevait en usufruit de la cité à l'âge de 30 ans. Théoriquement, ces lots étaient égaux et devaient assurer à chaque citoyen suffisamment de nourriture pour être en bonne santé et se consacrer à ses devoirs militaires. Il visait une forme d'égalité économique et sociale entre citoyens."
      },
      {
        "chapitre": 4,
        "question": "L'égalité théorique conférée par le système du kléros a-t-elle perduré à Sparte ?",
        "reponse": "Non, bien que le kléros visât une égalité, il semblerait que les règles se soient assouplies avec le temps. Les Spartiates auraient pu acquérir d'autres terres en plus de leur kléros, créant ainsi des inégalités de fortune. Des écarts de richesse ont donc existé malgré ce système initial."
      },
      {
        "chapitre": 4,
        "question": "Quel était le nom du système d'éducation obligatoire et collectif pour les jeunes garçons spartiates ?",
        "reponse": "L'éducation spartiate, obligatoire et organisée par la Cité, s'appelait l'*agôgè*. Dès l'âge de 7 ans, les garçons quittaient leur famille pour vivre en caserne et recevoir un entraînement militaire et civique très rigoureux. C'était une condition essentielle pour accéder à la pleine citoyenneté."
      },
      {
        "chapitre": 4,
        "question": "Comment la famille était-elle considérée dans le système spartiate ?",
        "reponse": "La famille était largement dévalorisée à Sparte. Elle était vue comme un obstacle potentiel qui pouvait détourner le citoyen de sa mission principale : devenir le meilleur des guerriers et servir la cité. Son rôle était essentiellement réduit à la procréation, et les liens affectifs étaient subordonnés à la loyauté envers la communauté."
      },
      {
        "chapitre": 5,
        "question": "Quel était le rôle principal de la famille dans la société spartiate, particulièrement pour les citoyens ?",
        "reponse": "À Sparte, la famille était largement dévalorisée par rapport à la cité. Elle était considérée comme un obstacle potentiel qui pouvait détourner le citoyen de sa mission principale : devenir le meilleur des guerriers et servir la cité. Son rôle était essentiellement réduit à la procréation, et les liens affectifs étaient subordonnés à la loyauté envers la communauté."
      },
      {
        "chapitre": 5,
        "question": "Les jeunes filles spartiates recevaient-elles une forme d'éducation et si oui, dans quel but ?",
        "reponse": "Oui, contrairement à la plupart des autres cités grecques, les jeunes filles spartiates recevaient une éducation en commun. Elles pratiquaient des exercices physiques pour développer un corps robuste, les préparant ainsi à la maternité et à donner naissance à des enfants sains. Elles apprenaient aussi les valeurs civiques et religieuses pour être de 'bonnes citoyennes'."
      },
      {
        "chapitre": 5,
        "question": "Quelles étaient les particularités du mariage à Sparte pour les citoyens ?",
        "reponse": "Les femmes devaient se marier avant 30 ans, leur rôle principal étant la procréation. Une tradition spartiate voulait que le futur mari 'enlève' sa femme, se marie, passe une nuit de noces avec elle, puis retourne vivre en caserne jusqu'à au moins 40 ans. Les mariés ne vivaient donc pas ensemble initialement, ce qui accordait une certaine liberté aux femmes."
      },
      {
        "chapitre": 5,
        "question": "Comment Sparte abordait-elle la question de l'adultère et de la procréation hors mariage traditionnel ?",
        "reponse": "Sparte avait une approche pragmatique visant à assurer la reproduction de citoyens robustes. Un homme non marié pouvait demander à un homme marié de lui 'prêter' sa femme pour avoir un enfant. Inversement, si un mari ne pouvait pas avoir d'enfant, une solution similaire pouvait être envisagée. L'adultère n'était donc pas un crime aussi grave que dans d'autres cités."
      },
      {
        "chapitre": 5,
        "question": "Qu'est-ce que les 'syssities' à Sparte et quelle était leur importance ?",
        "reponse": "Les syssities étaient des repas masculins pris en commun, obligatoires pour tous les citoyens. Ils avaient lieu tous les jours. Chaque citoyen devait apporter sa part de nourriture provenant de son kléros, prouvant ainsi qu'il l'exploitait correctement et que ses hilotes étaient obéissants. C'était un pilier de la vie civique et de la fraternité spartiate."
      },
      {
        "chapitre": 5,
        "question": "Quel était le but principal des discussions lors des syssities ?",
        "reponse": "Le but principal des syssities, au-delà du partage du repas frugal, était de discuter des affaires de la cité. Cela constituait l'aspect politique du rôle des citoyens (*egos*). On estimait que ces repas en commun favorisaient la fraternité et la cohésion entre les guerriers. Les sujets littéraires ou artistiques étaient jugés inutiles."
      },
      {
        "chapitre": 5,
        "question": "Jusqu'à quel âge les activités militaires et physiques étaient-elles imposées aux hommes spartiates ?",
        "reponse": "Pour tous les citoyens spartiates masculins, les activités militaires et l'entraînement physique étaient imposés et constituaient l'essentiel de leur vie. Cette obligation s'étendait jusqu'à l'âge de 60 ans, assurant ainsi une force militaire permanente et expérimentée pour la cité."
      },
      {
        "chapitre": 5,
        "question": "Qu'est-ce que l'*atimie* à Sparte et quelles étaient les deux raisons principales pour lesquelles un citoyen pouvait la subir ?",
        "reponse": "L'atimie était une déchéance des droits, une sorte de mort civile. Elle sanctionnait ceux qui n'avaient pas respecté le mode de vie imposé. Les deux raisons principales étaient : 1) Si un citoyen était qualifié d'inférieur (ex: incapable d'apporter sa part de nourriture aux syssities). 2) Pour les 'trembleurs', c'est-à-dire ceux qui avaient failli à leur devoir au combat (désertion, lâcheté)."
      },
      {
        "chapitre": 5,
        "question": "Comment peut-on qualifier la structure politique de Sparte, qui n'était ni une aristocratie, ni une monarchie, ni une démocratie pures ?",
        "reponse": "La structure politique de Sparte est souvent décrite comme une 'constitution mixte'. Elle combinait des éléments de différents régimes : monarchiques (les deux rois), aristocratiques (le Conseil des Anciens, la Gérousia), et démocratiques (l'Assemblée du peuple, l'Apella, et l'élection des éphores). Cette mixité visait à assurer la stabilité."
      },
      {
        "chapitre": 5,
        "question": "Qui étaient les deux rois de Sparte et quelle était l'origine de cette diarchie ?",
        "reponse": "Sparte avait la particularité d'être dirigée par deux rois héréditaires issus de deux anciennes dynasties, les Agiades et les Eurypontides. Selon la légende, ces deux dynasties descendaient d'Héraclès et se seraient associées pour conquérir la Laconie. Le transfert du pouvoir était héréditaire dans chaque famille."
      },
      {
        "chapitre": 5,
        "question": "Quels étaient les pouvoirs principaux des rois spartiates ?",
        "reponse": "Les rois détenaient d'importants pouvoirs, principalement religieux et militaires. Ils étaient les chefs des troupes en campagne et dirigeaient les cultes. En récompense, ils recevaient une part importante du butin de guerre et vivaient dans des demeures prestigieuses. Cependant, leur pouvoir n'était pas illimité et ils étaient contrôlés."
      },
      {
        "chapitre": 5,
        "question": "Qu'est-ce que la Gérousia à Sparte et comment ses membres étaient-ils choisis ?",
        "reponse": "La Gérousia était le Conseil des Anciens, équivalent de la Boulè athénienne. Elle était composée des deux rois et de 28 autres membres (les gérontes) âgés de plus de 60 ans. Les gérontes étaient élus à vie par acclamation par l'Assemblée des citoyens (l'Apella). Ce conseil préparait les décisions et gardait un droit de véto."
      },
      {
        "chapitre": 5,
        "question": "Quel était le rôle de l'Apella (Assemblée des citoyens) à Sparte ?",
        "reponse": "L'Apella était formée par les citoyens spartiates de plus de 30 ans. Elle se réunissait périodiquement pour exprimer son avis (souvent par oui ou non, sans réelle discussion) sur les questions soumises par le Conseil ou les magistrats, notamment en matière militaire. Elle élisait également les gérontes et les magistrats (éphores)."
      },
      {
        "chapitre": 5,
        "question": "Qui étaient les éphores à Sparte et quels étaient leurs pouvoirs ?",
        "reponse": "Les éphores (au nombre de cinq, élus pour un an par l'Apella) étaient les principaux magistrats de Sparte, exerçant une surveillance sur toute la cité. Ils détenaient des pouvoirs considérables, qualifiés par Aristote de 'démesurés et presque tyranniques'. Ils maintenaient l'eunomia, contrôlaient les rois, avaient des pouvoirs de police et de justice, et dirigeaient l'exécutif."
      },
      {
        "chapitre": 5,
        "question": "Comment le pouvoir des éphores était-il limité ?",
        "reponse": "Bien que très puissants, le pouvoir des éphores était limité par plusieurs facteurs. Leur mandat était annuel (annualité de la fonction). À la sortie de leur charge, ils pouvaient être jugés et condamnés par leurs successeurs. Enfin, le principe de collégialité (ils étaient cinq) constituait également une limite à l'exercice individuel du pouvoir."
      },
      {
        "chapitre": 5,
        "question": "Pourquoi le régime des cités grecques est-il entré en crise au milieu du IVe siècle av. J-C ?",
        "reponse": "Au milieu du IVe siècle av. J-C, le régime de la cité-État était dépassé. Les cités, très fières de leur autonomie et de leur propre système, n'ont pas réussi à s'unir durablement face aux menaces extérieures. Les tentatives de ligues et de fédérations ont souvent échoué, précipitant leur déclin."
      },
      {
        "chapitre": 5,
        "question": "Qu'est-ce qu'une 'symmachie' dans le contexte des cités grecques ?",
        "reponse": "Une symmachie était une alliance militaire conclue entre plusieurs cités. L'objectif était généralement la guerre contre un ennemi commun ou un secours mutuel en cas d'attaque. Le commandement des armées de la ligue était souvent conféré à la cité la plus puissante (l'hégémon)."
      },
      {
        "chapitre": 5,
        "question": "Comment la Ligue de Délos, initialement une alliance défensive, s'est-elle transformée sous l'impulsion d'Athènes ?",
        "reponse": "La Ligue de Délos, formée en -476 contre les Perses, a rapidement évolué d'une alliance égalitaire vers un instrument de l'impérialisme athénien. Athènes a centralisé le trésor, imposé ses décisions, sa monnaie et ses colonies aux autres membres, transformant la ligue en un empire. Cela a mené à des révoltes et à son effondrement."
      },
      {
        "chapitre": 5,
        "question": "Qui était Philippe II de Macédoine et quel rôle a-t-il joué dans la fin de l'indépendance des cités grecques ?",
        "reponse": "Philippe II était roi de Macédoine, une région périphérique du monde grec. Ambitieux et habile stratège, il a réorganisé son armée et profité des divisions entre cités grecques. Après sa victoire à Chéronée en -338, il a imposé sa domination sur la majorité des cités, les unissant sous son égide dans la Ligue de Corinthe."
      },
      {
        "chapitre": 5,
        "question": "Qu'était la Ligue de Corinthe créée par Philippe II ?",
        "reponse": "La Ligue de Corinthe, créée en -337 av. J-C, était une alliance de la plupart des cités grecques (sauf Sparte) sous la direction de Philippe II. Officiellement, les cités restaient indépendantes, mais elles devaient jurer la paix commune et participer à une expédition contre la Perse. C'était un instrument de l'hégémonie macédonienne."
      },
      {
        "chapitre": 5,
        "question": "Quel fut le principal objectif d'Alexandre le Grand, fils de Philippe II, après avoir consolidé son pouvoir sur la Grèce ?",
        "reponse": "Après avoir écrasé les révoltes grecques, Alexandre le Grand a repris le projet de son père : la conquête de l'Empire Perse. Son ambition était de mener une grande expédition militaire vers l'Orient, ce qui l'a conduit à étendre son empire jusqu'aux portes de l'Inde."
      },
      {
        "chapitre": 5,
        "question": "Comment Alexandre le Grand a-t-il tenté de réaliser une 'fusion des ethnies' dans son vaste empire ?",
        "reponse": "Alexandre visait une synthèse entre les cultures grecque et orientales. Pour cela, il a encouragé l'établissement de colonies grecques en Asie, a incorporé des soldats de différentes ethnies dans son armée, et a favorisé les mariages mixtes, comme les célèbres 'noces de Suse' où des milliers de soldats grecs et macédoniens épousèrent des femmes perses."
      },
      {
        "chapitre": 5,
        "question": "Qu'est-il advenu de l'empire d'Alexandre le Grand après sa mort prématurée en -323 ?",
        "reponse": "Alexandre est mort sans succession claire. Son vaste empire a donc été partagé entre ses principaux généraux, les 'Diadoques'. Ce partage a donné naissance à plusieurs grands royaumes hellénistiques, marquant la fin de l'unité impériale et le début d'une nouvelle ère."
      },
      {
        "chapitre": 5,
        "question": "Citez deux des principaux royaumes hellénistiques issus du partage de l'empire d'Alexandre.",
        "reponse": "Parmi les principaux royaumes hellénistiques, on peut citer : le royaume lagide ou ptolémaïque en Égypte (avec Alexandrie comme capitale), le royaume séleucide en Asie (de la Syrie à l'Afghanistan), et le royaume antigonide en Macédoine et en Grèce. Le royaume de Pergame était aussi important, bien que plus petit."
      },
      {
        "chapitre": 5,
        "question": "Quel fut le principal héritage durable de la période hellénistique, malgré la fragmentation politique ?",
        "reponse": "Le principal héritage fut la diffusion de la culture hellénistique. Il s'agissait d'une culture grecque enrichie par des apports des cultures orientales, caractérisée par une certaine tolérance et un cosmopolitisme. Cette culture a profondément influencé le monde méditerranéen, y compris Rome, qui a fini par conquérir ces royaumes."
      },
      {
        "chapitre": 6,
        "question": "Comment le cours caractérise-t-il l'évolution de Rome, de ses débuts modestes à son apogée ?",
        "reponse": "Le cours décrit l'histoire de Rome comme celle d'un simple village de bergers qui, en l'espace de quelques siècles, est devenu un Empire très vaste et puissant. Cette transformation a été rendue possible grâce à une capacité remarquable d'adaptation et à l'évolution constante de ses institutions."
      },
      {
        "chapitre": 6,
        "question": "Citez deux figures historiques postérieures à l'Empire romain qui se sont explicitement réclamées de son héritage.",
        "reponse": "Le cours mentionne Charlemagne, qui se fait couronner Empereur à Rome en l'an 800 et se prétend descendant des Romains. Napoléon Bonaparte est également cité pour sa sensibilité à l'héritage romain, visible dans les titres (Consul, consulat) et les institutions qu'il a mis en place."
      },
      {
        "chapitre": 6,
        "question": "Quelles sont les trois grandes périodes politiques distinguées dans l'histoire de Rome ?",
        "reponse": "L'histoire politique de Rome se déroule en trois grandes périodes successives : 1) La Royauté, de la fondation légendaire en -753 jusqu'en -509. 2) La République romaine, de -509 jusqu'en -27 av. J-C. 3) L'Empire, de -27 av. J-C jusqu'à la chute de l'Empire d'Occident en 476 et celle de l'Empire d'Orient (Constantinople) en 1453."
      },
      {
        "chapitre": 6,
        "question": "Quelle légende fait remonter l'origine de Rome à un héros troyen et quel était son nom ?",
        "reponse": "La légende d'Énée fait remonter l'histoire de Rome au XIIe siècle av. J-C. Selon ce mythe, Énée, un héros troyen fils de Vénus, aurait fui Troie en flammes et se serait établi en Italie. Il y aurait épousé la fille d'un roi local latin et fondé la ville de Lavinium, considérée comme l'ancêtre de Rome."
      },
      {
        "chapitre": 6,
        "question": "Pourquoi les Romains ont-ils valorisé la légende d'Énée liant leurs origines à la Grèce ?",
        "reponse": "Les Romains étaient très admiratifs de la culture grecque. Lier leurs origines au prestigieux passé grec, notamment à la guerre de Troie, permettait de renforcer l'éclat et la légitimité de Rome. Cela inscrivait la cité dans une lignée héroïque et civilisée, d'autant que les Grecs avaient aussi fondé des cités en Italie."
      },
      {
        "chapitre": 6,
        "question": "Quelle légende, située au VIIIe siècle av. J-C, raconte plus directement la fondation de la ville de Rome ?",
        "reponse": "C'est la légende de Romulus et Remus. Ces jumeaux, fils du dieu Mars, auraient été abandonnés, recueillis et élevés par une louve au pied du mont Palatin. Devenus adultes, ils auraient décidé de fonder une cité à cet endroit, Romulus étant finalement choisi par les dieux pour en tracer les limites et lui donner son nom."
      },
      {
        "chapitre": 6,
        "question": "Comment Romulus aurait-il déterminé l'emplacement et les limites de Rome selon la légende ?",
        "reponse": "Selon la légende, Romulus et Remus auraient scruté le ciel pour y déceler des signes divins (des vautours) afin de savoir qui des deux serait le fondateur. Romulus ayant été choisi, il aurait tracé les limites sacrées de la cité avec une charrue (le *pomerium*). Son frère Remus, ayant franchi ce sillon par défi, aurait été tué par Romulus."
      },
      {
        "chapitre": 6,
        "question": "Combien de rois auraient succédé à Romulus et de quelles origines étaient-ils ?",
        "reponse": "Après la mort de Romulus (qui aurait rejoint les dieux sur le mont Olympe), la légende compte six autres rois. Les trois premiers auraient été des rois latino-sabins, et les trois derniers des rois Étrusques, marquant une période d'influence étrusque sur Rome."
      },
      {
        "chapitre": 6,
        "question": "Quelle était la réalité géographique et sociale du site de Rome avant l'arrivée des Étrusques ?",
        "reponse": "Avant l'influence étrusque, le site de Rome était un lieu très montagneux (sept collines) entouré de marécages. Les populations vivaient sur les collines, tandis que les zones marécageuses servaient de nécropoles (cimetières). Ces villages dispersés étaient dirigés par des chefs locaux appelés *Rex*, assistés d'un conseil des chefs de grandes familles (*Patres*)."
      },
      {
        "chapitre": 6,
        "question": "D'où venaient les Étrusques et quand ont-ils commencé à influencer Rome ?",
        "reponse": "Les Étrusques étaient un peuple originaire de Toscane (nord de l'Italie), présent depuis le Xe siècle av. J-C. C'était un peuple brillant, influencé par les Grecs, déjà organisé en cités et commerçant. Ils ont décidé de descendre vers le sud, notamment vers le site de Rome près du Tibre, et ont joué un rôle crucial dans sa formation en tant que cité unifiée."
      },
      {
        "chapitre": 6,
        "question": "Quelles ont été les contributions majeures des Étrusques à la formation de la cité de Rome ?",
        "reponse": "Les Étrusques ont réellement créé la cité unitaire de Rome. Ils l'ont modernisée (routes, égouts, temples), ont assaini les marécages pour en faire un lieu d'échange (le futur Forum). Ils ont aussi construit une muraille, le *Pomérium*, qui délimitait un espace sacré et inviolable pour la cité."
      },
      {
        "chapitre": 6,
        "question": "Quel concept de pouvoir important les Étrusques ont-ils apporté à Rome et comment se manifestait-il ?",
        "reponse": "Les Étrusques ont amené le concept de l'*imperium*, un pouvoir de commandement suprême. Cet *imperium* ne s'exerçait pas de la même manière à l'intérieur (*imperium domi*, civil) ou à l'extérieur (*imperium militiae*, militaire) du Pomérium. Il était symbolisé par des insignes comme le manteau de pourpre et le sceptre."
      },
      {
        "chapitre": 6,
        "question": "Quelle était l'origine du roi (*Rex*) à Rome avant l'influence étrusque ?",
        "reponse": "À l'origine, avant la période étrusque, le roi était essentiellement un chef de bande, un *primus inter pares* parmi les chefs des grands groupes familiaux (les *patres*). Il réunissait ces *gentes* (agrégations de familles liées par une croyance en un ancêtre commun) et son pouvoir était choisi par ses pairs."
      },
      {
        "chapitre": 6,
        "question": "Comment le pouvoir des rois a-t-il évolué avec l'arrivée des Étrusques ?",
        "reponse": "Avec les Étrusques, le pouvoir des rois s'est considérablement accru. Ils ont conservé l'*auspicium* (pouvoir religieux d'interroger les dieux), essentiel dans une société superstitieuse. Mais surtout, ils ont acquis l'*imperium*, un pouvoir de décision non partagé et sans appel, et la royauté est devenue héréditaire (le fils succédant au père)."
      },
      {
        "chapitre": 6,
        "question": "Qu'est-ce que l'auspicium détenu par les rois romains ?",
        "reponse": "L'auspicium était le pouvoir religieux fondamental des rois. Il leur donnait le droit et le devoir d'interroger les dieux pour connaître leur volonté avant toute grande décision publique. Les Romains étant très superstitieux, l'approbation divine était cruciale, conférant une grande autorité à celui qui détenait ce pouvoir."
      },
      {
        "chapitre": 6,
        "question": "Comment se déroulait la succession royale avant les Étrusques (pratique de l'interrègne) ?",
        "reponse": "Avant les rois étrusques, lorsque le roi venait à disparaître, s'ouvrait une période d'interrègne. Pendant cinq jours, chaque *Patres* (chef de grande famille) devenait *interroi* pour un jour. Au bout de ces cinq jours, les *patres* consultaient les dieux pour choisir le nouveau roi parmi leurs pairs."
      },
      {
        "chapitre": 6,
        "question": "Qui étaient les *Patres* sous la royauté romaine et quelle était leur importance ?",
        "reponse": "Les *Patres* étaient les chefs des grandes familles aristocratiques et guerrières, très puissants. Ils formaient un conseil (la *Curie*, ancêtre du Sénat) qui se réunissait régulièrement pour conseiller le roi. Leur rôle était donc consultatif mais influent, représentant l'élite de la société primitive."
      },
      {
        "chapitre": 6,
        "question": "Comment le premier roi étrusque a-t-il cherché à réduire le pouvoir des *Patres* ?",
        "reponse": "Pour diminuer l'influence des *Patres* traditionnels, le premier roi étrusque aurait décidé d'en créer cent de plus. L'objectif était de 'diviser pour mieux régner' en diluant le pouvoir de l'aristocratie existante et en intégrant de nouvelles familles qui lui seraient plus loyales."
      },
      {
        "chapitre": 6,
        "question": "Qu'est-ce que le *Populus* sous la royauté étrusque et qui l'a créé ?",
        "reponse": "Le *Populus* (le peuple en armes, ou l'ensemble des citoyens capables de porter les armes) est également une création attribuée aux rois étrusques, plus précisément au deuxième roi, Servius Tullius. Il a cherché à détacher les individus de l'emprise des *Patres* en leur donnant une existence propre au sein de la cité, notamment via la réforme de l'armée."
      },
      {
        "chapitre": 6,
        "question": "Quelle réforme majeure Servius Tullius a-t-il opérée concernant l'armée ?",
        "reponse": "Servius Tullius a réformé l'armée en s'inspirant des modèles grecs. Il a voulu briser le système où chaque grande famille patricienne avait son armée privée. Il a créé une armée de la Cité, où les citoyens étaient classés et équipés selon leur fortune, instaurant ainsi un système ploutocratique."
      },
      {
        "chapitre": 6,
        "question": "Comment la réforme de l'armée par Servius Tullius a-t-elle lié la richesse des citoyens à leur rôle militaire et politique ?",
        "reponse": "La réforme classait les citoyens en centuries selon leur fortune : plus un citoyen était riche, plus son équipement militaire était complet et donc plus sa place dans l'armée (et par extension son poids politique dans les comices centuriates) était importante. Cela a créé un système ploutocratique où les droits et devoirs étaient liés à la richesse."
      },
      {
        "chapitre": 6,
        "question": "La réforme de Servius Tullius a-t-elle créé un système démocratique égalitaire ?",
        "reponse": "Non, le système mis en place par Servius Tullius n'était pas démocratique au sens égalitaire. Bien qu'il ait permis de faire émerger le citoyen en dehors du seul cadre familial patricien, le poids politique (notamment dans les votes par centuries) restait largement dépendant de la fortune. Le nombre de citoyens par centurie n'était pas égal."
      },
      {
        "chapitre": 6,
        "question": "Quels autres apports économiques et démographiques sont attribués aux rois étrusques pour la cité romaine ?",
        "reponse": "Les rois étrusques ont cherché à développer le commerce à Rome. Ils ont construit un port sur le Tibre, utilisé des lingots d'or comme monnaie primitive, et attiré des artistes. Ils ont aussi développé la vigne et l'agriculture. Ces développements ont entraîné un afflux de population et l'enrichissement de la cité."
      },
      {
        "chapitre": 6,
        "question": "Comment l'essor économique sous les Étrusques a-t-il conduit à l'apparition de la Plèbe ?",
        "reponse": "Le développement économique et démographique, avec l'afflux de nombreux artisans et travailleurs à Rome, a conduit à la formation d'une nouvelle catégorie sociale distincte des Patriciens : la Plèbe. Cependant, une récession économique ultérieure a appauvri une grande partie de ces nouveaux arrivants, créant des tensions sociales."
      },
      {
        "chapitre": 6,
        "question": "Quel clivage social majeur, hérité de la période royale étrusque, marquera toute l'histoire de la République romaine ?",
        "reponse": "Le clivage fondamental entre les Patriciens (l'aristocratie foncière et politique traditionnelle) et les Plébéiens (le reste des citoyens, souvent plus modestes ou nouveaux venus) est un apport indirect mais durable de la période étrusque. Cette opposition structurera les luttes politiques et sociales de la République."
      },
      {
        "chapitre": 7,
        "question": "Quand et comment la Royauté a-t-elle pris fin à Rome pour laisser place à la République ?",
        "reponse": "La Royauté a pris fin en -509 av. J-C avec une révolution. Selon la légende, cette révolution aurait été provoquée par les agissements du dernier roi étrusque, Tarquin le Superbe, notamment l'outrage fait à Lucrèce, une patricienne. Les patriciens, menés par Brutus, l'auraient chassé, instaurant ainsi la *Res Publica* (la chose publique)."
      },
      {
        "chapitre": 7,
        "question": "Les institutions républicaines romaines sont-elles nées d'une théorie préétablie ou d'une évolution pragmatique ?",
        "reponse": "Les institutions romaines sont nées du pragmatisme et non d'une théorie politique préconçue. Elles se sont construites progressivement en réponse aux besoins de la cité et, surtout, aux conflits sociaux, notamment l'opposition entre les patriciens et les plébéiens. Elles sont le fruit d'une longue évolution."
      },
      {
        "chapitre": 7,
        "question": "Par qui les rois ont-ils été principalement remplacés à la tête de l'État au début de la République ?",
        "reponse": "Au début de la République, les rois ont été remplacés par des magistrats élus, et plus particulièrement par deux consuls. Ces consuls, initialement toujours des patriciens, détenaient l'essentiel du pouvoir exécutif et militaire (l'*imperium*) pour une durée limitée (généralement un an)."
      },
      {
        "chapitre": 7,
        "question": "Quelle était la principale source de conflit social au début de la République romaine ?",
        "reponse": "Le principal conflit social opposait les patriciens, l'aristocratie de naissance qui détenait la richesse foncière et le monopole du pouvoir politique et religieux, aux plébéiens. Les plébéiens, bien que citoyens, étaient exclus des magistratures et subissaient un système juridique qu'ils ne maîtrisaient pas, les rendant vulnérables."
      },
      {
        "chapitre": 7,
        "question": "Comment se manifestait la puissance des patriciens au début de la République ?",
        "reponse": "La puissance des patriciens se manifestait à plusieurs égards : ils étaient les plus riches (grands propriétaires terriens), ils maîtrisaient la règle de droit (d'origine religieuse et interprétée par les pontifes, qui étaient patriciens), et ils contrôlaient l'application de ce droit. Cela créait un système très inégalitaire."
      },
      {
        "chapitre": 7,
        "question": "Pourquoi le système juridique était-il particulièrement défavorable aux plébéiens au début de la République ?",
        "reponse": "Le système était inégalitaire car le droit sous la royauté était d'origine religieuse et divine, connu et interprété uniquement par des prêtres appelés Pontifes, qui étaient eux-mêmes patriciens. Les plébéiens ne connaissaient pas leurs droits ni les procédures, ce qui les laissait peu protégés face à l'arbitraire."
      },
      {
        "chapitre": 7,
        "question": "Quelle tactique les plébéiens ont-ils utilisée pour obtenir des droits face aux patriciens (première sécession) ?",
        "reponse": "Face à l'injustice, les plébéiens ont eu recours à la 'sécession' (grève). La première grande sécession a eu lieu vers -494 av. J-C, où ils se sont retirés sur le mont Aventin, refusant de servir dans l'armée. Cette grève militaire, en période de menaces extérieures, a mis une forte pression sur les patriciens."
      },
      {
        "chapitre": 7,
        "question": "Quelle a été la conséquence majeure de la première sécession de la plèbe ?",
        "reponse": "La conséquence la plus importante de cette première sécession fut la création d'une magistrature spécifique pour défendre les intérêts des plébéiens : les Tribuns de la Plèbe. Ces tribuns, initialement deux puis dix, étaient élus par la plèbe et bénéficiaient de l'inviolabilité (sacro-sainteté)."
      },
      {
        "chapitre": 7,
        "question": "Quelle revendication essentielle des plébéiens a mené à la rédaction de la Loi des XII Tables vers -450 av. J-C ?",
        "reponse": "Les plébéiens réclamaient la connaissance et la publication de la règle de droit pour mettre fin à l'arbitraire des juges patriciens. Cette revendication a abouti à la rédaction et à l'affichage sur le Forum de la Loi des XII Tables, premier corpus de lois écrites à Rome, rendant le droit accessible à tous les citoyens."
      },
      {
        "chapitre": 7,
        "question": "La Loi des XII Tables a-t-elle immédiatement instauré une égalité juridique totale entre patriciens et plébéiens ?",
        "reponse": "Bien qu'elle ait reconnu une certaine égalité en droit, il a fallu attendre encore environ cinq ans après sa publication (avec la loi Canuleia en -445 av. J-C autorisant les mariages mixtes) pour que l'égalité juridique soit plus complète entre les deux ordres. La transparence totale des formules d'actions en justice a pris encore plus de temps."
      },
      {
        "chapitre": 7,
        "question": "Comment les plébéiens ont-ils finalement obtenu l'accès aux magistratures et au Sénat ?",
        "reponse": "Après la publication de la Loi des XII Tables et la reconnaissance du mariage mixte, les plébéiens ont continué leur lutte. Cinquante ans après la Loi des XII Tables, grâce à l'action d'un tribun, ils ont obtenu la création de magistrats spéciaux puis, progressivement, l'accès aux différentes magistratures (consulat, préture) et au Sénat."
      },
      {
        "chapitre": 7,
        "question": "Qu'est-ce que la 'nobilitas' qui apparaît au cours de la République ?",
        "reponse": "La *nobilitas* est un nouveau groupe social privilégié qui émerge. Elle est constituée à la fois des anciennes familles patriciennes et des riches familles plébéiennes parvenues aux plus hautes magistratures (notamment le consulat). La solidarité de cette nouvelle élite s'est renforcée par des mariages mixtes et elle se caractérisait principalement par sa richesse."
      },
      {
        "chapitre": 7,
        "question": "Comment la plèbe se définissait-elle après la formation de la nobilitas ?",
        "reponse": "Après l'émergence de la *nobilitas*, la plèbe regroupait l'ensemble des citoyens qui n'appartenaient pas à cette nouvelle élite. Elle constituait la majorité numérique et comprenait des profils variés : des paysans-soldats, des commerçants et artisans, mais aussi une masse de déclassés vivant dans l'indigence, surtout à Rome."
      },
      {
        "chapitre": 7,
        "question": "Quel enseignement principal les Romains ont-ils tiré de la période royale pour structurer leurs institutions républicaines ?",
        "reponse": "La royauté, surtout la période étrusque décrite comme despotique, est devenue un véritable repoussoir politique pour les Romains. Par conséquent, les institutions républicaines ont été pensées dans une optique fondamentale : éviter au maximum la concentration et la personnalisation du pouvoir, pour prévenir tout retour à une forme de tyrannie."
      },
      {
        "chapitre": 7,
        "question": "Quel héritage de la réforme de Servius Tullius (royauté) a été conservé sous la République concernant la classification des citoyens ?",
        "reponse": "La classification des citoyens en fonction de leur fortune (classement censitaire), initialement opérée par Servius Tullius pour l'armée, a été conservée sous la République. Elle est restée la base de l'organisation des comices centuriates et de la répartition des droits et devoirs politiques et militaires. C'est un héritage direct des Étrusques."
      },
      {
        "chapitre": 7,
        "question": "Comment la citoyenneté romaine était-elle principalement conférée sous la République ?",
        "reponse": "La citoyenneté était essentiellement conférée par la naissance. Était citoyen l'enfant né de justes noces (*justum matrimonium*) d'un père citoyen au moment de la conception, que la mère soit citoyenne ou non. C'est le mariage légitime qui conférait le droit de la puissance paternelle (*patria potestas*)."
      },
      {
        "chapitre": 7,
        "question": "Citez deux autres modes d'acquisition de la citoyenneté romaine sous la République, en dehors de la naissance.",
        "reponse": "Outre la naissance, on pouvait devenir citoyen par adoption (une procédure typiquement romaine permettant de choisir un successeur et conférant la citoyenneté). L'affranchissement d'un esclave par son maître pouvait également, sous conditions, lui conférer la citoyenneté, surtout à la fin de la République."
      },
      {
        "chapitre": 7,
        "question": "Quels étaient les deux principaux ensembles de droits civils attachés à la citoyenneté romaine ?",
        "reponse": "Les droits civils comprenaient principalement le *Connubium*, qui était le droit de contracter un mariage légitime entraînant les effets juridiques prévus par le droit romain (comme la *patria potestas*). Et le *Commercium*, qui était le droit de faire des actes juridiques et de contracter en conformité avec le droit civil romain."
      },
      {
        "chapitre": 7,
        "question": "Quels étaient les principaux droits politiques (jus suffragii et jus honorum) du citoyen romain ?",
        "reponse": "Le *jus suffragii* était le droit de voter dans les assemblées populaires (Comices). Le *jus honorum* était le droit d'être élu magistrat, c'est-à-dire d'accéder aux charges publiques. Ces droits permettaient au citoyen de participer activement à la vie politique et aux débats des assemblées."
      },
      {
        "chapitre": 7,
        "question": "Les pérégrins (habitants des territoires conquis) jouissaient-ils immédiatement de la citoyenneté romaine ?",
        "reponse": "Non, les pérégrins ne jouissaient pas immédiatement de la citoyenneté romaine. Cependant, ils avaient souvent le devoir d'intégrer l'armée romaine. Après un certain temps de service militaire loyal, ils pouvaient obtenir la citoyenneté romaine, ce qui était un important facteur d'intégration et de romanisation."
      },
      {
        "chapitre": 7,
        "question": "Qui étaient les censeurs et quel était leur rôle dans la répartition et la hiérarchie des citoyens ?",
        "reponse": "Les censeurs étaient des magistrats (deux, élus tous les cinq ans) chargés d'effectuer le recensement des citoyens et d'évaluer leur patrimoine. Ils répartissaient les citoyens en classes (pour les comices centuriates) et en tribus. Ils avaient un grand pouvoir moral et pouvaient appliquer des sanctions, y compris le déclassement (*nota censoria*)."
      },
      {
        "chapitre": 7,
        "question": "Comment s'appelaient les assemblées populaires à Rome et représentaient-elles la démocratie ?",
        "reponse": "Les assemblées populaires à Rome étaient appelées les Comices. Il en existait plusieurs types (curiates, centuriates, tributes). Bien qu'elles aient représenté l'élément démocratique de la constitution mixte romaine (selon Polybe), leur fonctionnement était souvent inégalitaire et leur pouvoir limité par le Sénat et les magistrats."
      },
      {
        "chapitre": 7,
        "question": "Quelle était la plus ancienne assemblée romaine, dont le rôle est devenu essentiellement formel et religieux sous la République ?",
        "reponse": "Les Comices curiates étaient les plus anciennes assemblées, vestiges de la royauté. Sous la République, leur rôle politique était devenu largement formel (elles conféraient l'*imperium* aux magistrats supérieurs mais ne les élisaient pas). Elles conservaient des attributions essentiellement religieuses."
      },
      {
        "chapitre": 7,
        "question": "Quelles étaient les principales attributions des Comices centuriates, assemblée à caractère militaire ?",
        "reponse": "Les Comices centuriates, organisées selon le classement censitaire, étaient les plus importantes pendant longtemps. Elles élisaient les magistrats supérieurs (consuls, prêteurs, censeurs), votaient les lois les plus importantes (proposées par les magistrats après avis du Sénat), et prenaient les décisions en matière de guerre et de traités militaires."
      },
      {
        "chapitre": 7,
        "question": "Comment le système de vote par centuries dans les Comices centuriates était-il inégalitaire ?",
        "reponse": "Le vote se faisait par centuries, mais l'ordre de vote commençait par les centuries des citoyens les plus riches (première classe), qui détenaient à elles seules la majorité absolue des centuries (98 sur 193). Une fois la majorité des voix de centuries atteinte, le vote s'arrêtait. Les classes inférieures votaient donc rarement, rendant le système très conservateur."
      },
      {
        "chapitre": 8,
        "question": "Comment l'auteur Polybe qualifiait-il les magistratures supérieures dans sa description de la constitution mixte romaine ?",
        "reponse": "Selon Polybe, les magistratures supérieures, notamment le consulat, représentaient l'élément monarchique de la constitution romaine. En effet, ces magistrats détenaient l'*imperium*, le pouvoir de commandement hérité des rois, et exerçaient une autorité exécutive et militaire considérable."
      },
      {
        "chapitre": 8,
        "question": "Quelle était la différence fondamentale entre l'*imperium* et la *potestas* pour les magistrats romains ?",
        "reponse": "L'*imperium* était le pouvoir suprême de commandement, civil et militaire, incluant le droit de vie et de mort sur les soldats et le pouvoir coercitif. Il était détenu par les magistrats supérieurs (consuls, prêteurs, dictateur). La *potestas* était un pouvoir plus général d'autorité et de contrainte, détenu par tous les magistrats, y compris les inférieurs (édiles, questeurs), mais sans le commandement militaire suprême."
      },
      {
        "chapitre": 8,
        "question": "L'*imperium* d'un magistrat s'exerçait-il de la même manière à l'intérieur et à l'extérieur du *pomerium* (enceinte sacrée de Rome) ?",
        "reponse": "Non, l'*imperium domi* (à l'intérieur du *pomerium*) était principalement un pouvoir civil et juridictionnel, limité par le droit d'appel au peuple (*provocatio ad populum*). L'*imperium militiae* (à l'extérieur) était un pouvoir militaire plein et entier, incluant le droit de vie et de mort, non soumis à la *provocatio*."
      },
      {
        "chapitre": 8,
        "question": "Comment l'*imperium* était-il formellement conféré à un magistrat supérieur ?",
        "reponse": "Bien qu'élu par les comices centuriates, l'*imperium* était formellement conféré au magistrat par une loi votée par les comices curiates (*lex curiata de imperio*). De plus, le magistrat recevait le droit de prendre les auspices (consulter les dieux), lui octroyant un pouvoir religieux essentiel pour agir en conformité avec la volonté divine."
      },
      {
        "chapitre": 8,
        "question": "Quelles étaient les trois caractéristiques principales des magistratures ordinaires sous la République ?",
        "reponse": "Les magistratures ordinaires étaient : 1) Électives (choisies par les assemblées). 2) Annuelles (mandat limité à un an pour éviter la tyrannie et favoriser la rotation). 3) Collégiales (toujours exercées par au moins deux magistrats de même rang, chacun ayant un droit de veto sur l'autre, sauf exceptions comme la dictature)."
      },
      {
        "chapitre": 8,
        "question": "Qu'est-ce que le *cursus honorum* ?",
        "reponse": "Le *cursus honorum* (la carrière des honneurs) était la hiérarchie des magistratures que devait suivre un citoyen ambitieux pour progresser dans la vie politique. Il fallait commencer par les magistratures inférieures (questure, édilité) avant de pouvoir prétendre aux magistratures supérieures (préture, consulat, censure). Cela assurait une formation progressive."
      },
      {
        "chapitre": 8,
        "question": "Quelle était la première magistrature ordinaire du *cursus honorum* et quelles étaient ses principales fonctions ?",
        "reponse": "La questure était la première étape. Les questeurs, initialement deux puis leur nombre augmenta, géraient les finances publiques et le trésor, payaient les soldats, et travaillaient en étroite collaboration avec les consuls et les censeurs. Ils étaient élus par les comices tributes pour un an."
      },
      {
        "chapitre": 8,
        "question": "Quelles étaient les fonctions principales des édiles (deuxième magistrature ordinaire) ?",
        "reponse": "Les édiles (âge minimum 30 ans selon le cours, bien que cela variait) s'occupaient essentiellement de l'administration de la ville de Rome : approvisionnement en vivres, entretien de la voirie et des édifices publics, lutte contre les incendies. Ils organisaient aussi les marchés et les jeux publics (souvent à leurs frais, pour gagner en popularité)."
      },
      {
        "chapitre": 8,
        "question": "Quelle était la magistrature à *imperium* la plus importante après le consulat, et quel était son domaine de prédilection ?",
        "reponse": "C'était la préture (âge minimum 40 ans). Les prêteurs détenaient l'*imperium* et pouvaient commander des armées. Cependant, leur domaine principal était le droit et l'administration de la justice. Le préteur urbain jugeait les litiges entre Romains, et le préteur pérégrin ceux impliquant des étrangers. Ils jouaient un rôle crucial dans l'évolution du droit."
      },
      {
        "chapitre": 8,
        "question": "Quel était le rôle du préteur dans le développement du droit romain ?",
        "reponse": "Les prêteurs étaient une source majeure du droit républicain. Chaque année, le préteur publiait un édit (l'édit du préteur) dans lequel il annonçait les actions en justice qu'il accorderait et les principes qu'il suivrait. Cela permettait d'adapter le droit aux besoins de la société et de créer de nouvelles règles (droit prétorien ou honoraire)."
      },
      {
        "chapitre": 8,
        "question": "Quelles étaient les principales attributions des Consuls, magistrature suprême de la République ?",
        "reponse": "Les Consuls (toujours deux, élus par les comices centuriates) détenaient l'*imperium* suprême. Ils commandaient les armées, gouvernaient la cité, proposaient des lois, présidaient le Sénat et les comices centuriates. Ils donnaient leur nom à l'année. Leur pouvoir était cependant limité par la collégialité et l'annualité."
      },
      {
        "chapitre": 8,
        "question": "Qu'est-ce qu'un Proconsul et quel problème posait cette institution ?",
        "reponse": "Un Proconsul était un ancien consul dont l'*imperium* était prolongé par le Sénat pour qu'il puisse terminer une campagne militaire ou gouverner une province. Le problème était que cette prolongation pouvait durer plusieurs années, conférant un pouvoir considérable à un individu en dehors du contrôle direct des institutions romaines, ce qui pouvait mener à des abus ou à une trop grande influence personnelle."
      },
      {
        "chapitre": 8,
        "question": "Quelle était la magistrature la plus prestigieuse, élue tous les cinq ans, et quelles étaient ses fonctions principales ?",
        "reponse": "C'était la censure. Les censeurs (deux, élus tous les cinq ans pour 18 mois) n'avaient ni *imperium* ni *potestas* au sens classique, mais un immense pouvoir moral (*auctoritas*). Ils effectuaient le recensement des citoyens et de leurs biens, les classaient en centuries et tribus, surveillaient les mœurs publiques (*regimen morum*), et pouvaient exclure des citoyens du Sénat ou les déclasser."
      },
      {
        "chapitre": 8,
        "question": "Comment les censeurs exerçaient-ils leur pouvoir de surveillance des mœurs (*regimen morum*) ?",
        "reponse": "Les censeurs veillaient au respect des traditions et de la morale publique. Ils pouvaient infliger une 'note d'infamie' (*nota censoria*) aux citoyens dont le comportement était jugé indigne (luxe excessif, manquement aux devoirs familiaux, etc.), ce qui pouvait entraîner des conséquences politiques et sociales, comme la perte du droit de vote ou l'exclusion du Sénat."
      },
      {
        "chapitre": 8,
        "question": "Qu'est-ce que la dictature sous la République romaine et dans quelles circonstances était-elle instituée ?",
        "reponse": "La dictature était une magistrature extraordinaire et exceptionnelle, utilisée en cas de péril grave menaçant la cité (crise interne ou externe majeure). Sur proposition du Sénat, l'un des consuls nommait un dictateur qui recevait les pleins pouvoirs exécutifs et militaires pour une durée maximale de six mois, ou jusqu'à ce que la crise soit résolue."
      },
      {
        "chapitre": 8,
        "question": "Les autres magistratures étaient-elles suspendues pendant une dictature ?",
        "reponse": "Non, les autres magistrats ne disparaissaient pas mais étaient en sommeil et devaient obéissance au dictateur. Tous les pouvoirs étaient concentrés entre les mains du dictateur pour permettre une action rapide et décisive. L'objectif était de sauver la République, pas de la renverser."
      },
      {
        "chapitre": 8,
        "question": "Comment la magistrature de la dictature a-t-elle été dénaturée à la fin de la République ?",
        "reponse": "Initialement respectée, la dictature a été dénaturée à la fin de la République. Par exemple, Sylla s'est fait nommer dictateur sans limitation de durée et avec le pouvoir législatif, ce qui était contraire au principe originel. Cela a marqué un pas vers la fin des institutions républicaines et l'avènement du pouvoir personnel."
      },
      {
        "chapitre": 8,
        "question": "Quel était le rôle principal du Tribunat de la Plèbe ?",
        "reponse": "Le Tribunat de la Plèbe, né de la sécession plébéienne, avait pour objectif principal de défendre les intérêts des plébéiens contre les abus de pouvoir des magistrats patriciens. Les tribuns (initialement 2, puis 10) étaient inviolables et sacrés, et disposaient du droit d'auxilium (aide) et d'intercessio (veto contre les actes des magistrats ou les décisions du Sénat)."
      },
      {
        "chapitre": 8,
        "question": "Les fonctions de magistrats étaient-elles rémunérées sous la République ?",
        "reponse": "Non, les fonctions de magistrats étaient toujours gratuites (bénévoles). Cela signifiait que seuls les citoyens les plus fortunés pouvaient se permettre de consacrer du temps à la vie publique. Les conquêtes militaires et le gouvernement des provinces devenaient alors des moyens de s'enrichir pour ceux qui exerçaient les plus hautes charges (comme le consulat)."
      },
      {
        "chapitre": 8,
        "question": "Quelles qualités étaient requises pour devenir magistrat, en plus de la citoyenneté ?",
        "reponse": "Il fallait avoir une certaine dignité (*dignitas*), une bonne moralité et de bonnes mœurs, jugées par les censeurs. Une expérience militaire préalable était également souvent une obligation. La réputation et le soutien de clientèles politiques étaient aussi essentiels pour se faire élire."
      },
      {
        "chapitre": 8,
        "question": "Quel était le trait commun principal des différentes magistratures sous la République, indiquant la nature du régime ?",
        "reponse": "Le point commun était leur monopolisation par les grandes familles riches (la *nobilitas*, patricienne et plébéienne). Bien que les institutions aient des aspects démocratiques, le pouvoir restait concentré entre les mains d'une oligarchie. Le cours souligne qu'entre -200 et -100, les 83 consuls provenaient de seulement 25 familles."
      },
      {
        "chapitre": 8,
        "question": "Quelle était la composition et le prestige du Sénat républicain ?",
        "reponse": "Le Sénat était l'institution la plus prestigieuse, un organe aristocratique issu des anciens *patres*. Il était composé d'anciens magistrats (principalement consuls et prêteurs), nommés à vie par les censeurs (sauf indignité). Sa moyenne d'âge était élevée, ce qui lui conférait une grande expérience."
      },
      {
        "chapitre": 8,
        "question": "Quel était le rôle principal du Sénat en tant que 'guide et conseil du populus' ?",
        "reponse": "Le Sénat était considéré comme le gardien des traditions et l'organe directeur de la République. Il intervenait dans tous les actes importants de la Cité : il donnait son avis (l'*auctoritas patrum*) sur les projets de lois avant leur vote par les comices, gérait les finances, la politique étrangère, les cultes, et pouvait prolonger l'*imperium* des magistrats (proconsuls)."
      },
      {
        "chapitre": 8,
        "question": "Le Sénat avait-il formellement un pouvoir législatif direct ou un droit de veto ?",
        "reponse": "En théorie, le Sénat n'avait pas d'initiative législative directe (c'était le rôle des magistrats) ni de droit de veto formel sur les lois votées par les comices. Cependant, son *auctoritas* (avis préalable) était politiquement si forte qu'il était très rare qu'un magistrat propose une loi sans son accord, ou que les comices votent une loi contre son avis. Ses décisions (sénatus-consultes) avaient une grande influence."
      },
      {
        "chapitre": 8,
        "question": "Comment s'exprimait l'équilibre entre les différents éléments (monarchique, aristocratique, démocratique) dans la prise de décision à Rome, par exemple pour la guerre ?",
        "reponse": "Polybe décrivait un équilibre : la guerre était votée par le peuple (comices, élément démocratique), menée par les consuls (magistrats, élément monarchique), mais c'est le Sénat (élément aristocratique) qui autorisait les dépenses, fixait les contingents militaires, et gérait la diplomatie. Cette collaboration était la clé de la stabilité perçue du système."
      },
      {
        "chapitre": 9,
        "question": "Qu'est-ce que l'impérialisme romain, tel que défini comme un concept récent (XIXe siècle) ?",
        "reponse": "L'impérialisme, dans ce contexte, désigne l'attitude d'un peuple qui prétend se subordonner les autres peuples et qui vise à la domination universelle. Bien que les Romains aient connu les termes *imperium* (pouvoir de commandement) et *imperator* (titre du général vainqueur), le concept d'une politique systématique d'expansion impérialiste est une analyse plus tardive."
      },
      {
        "chapitre": 9,
        "question": "L'impérialisme a-t-il toujours été un projet conscient et planifié de Rome ?",
        "reponse": "Non, le cours suggère que l'impérialisme n'a pas toujours été un projet délibéré. Initialement, les guerres étaient souvent présentées comme justes ou de récupération, donc défensives. Ce n'est que progressivement, avec l'accumulation des conquêtes, qu'une politique plus ouvertement expansionniste a émergé."
      },
      {
        "chapitre": 9,
        "question": "Quelles étaient les deux grandes phases de l'expansion romaine sous la République concernant la nature des guerres menées ?",
        "reponse": "Au début de la République, Rome menait principalement des guerres défensives et locales, notamment en raison des conflits sociaux internes (grèves de la plèbe) qui limitaient ses ambitions. Plus tard, une 'déviance' est apparue, avec une politique visant plus activement la conquête et l'impérialisme."
      },
      {
        "chapitre": 9,
        "question": "Quels voisins puissants au nord de l'Italie représentaient une menace constante pour Rome au début de la République ?",
        "reponse": "Les Gaulois (ou Celtes) étaient les principaux voisins menaçants au nord. Ils s'étaient emparés de la Gaule Cisalpine (nord de l'Italie). Leurs incursions régulières, dont le sac de Rome en -390, ont poussé les Romains à une longue guerre pour les repousser au-delà des Alpes."
      },
      {
        "chapitre": 9,
        "question": "Quelle cité du sud de l'Italie, alliée à des rois grecs, a constitué un autre pôle de puissance rival de Rome ?",
        "reponse": "Tarente, une puissante cité grecque du sud de l'Italie, était une rivale importante. Alliée à des rois comme Pyrrhus de Macédoine (qui a combattu Rome avec des éléphants), elle a représenté un défi militaire significatif pour Rome au IIIe siècle av. J-C avant d'être finalement soumise."
      },
      {
        "chapitre": 9,
        "question": "Quelle grande puissance maritime et commerciale de Méditerranée est entrée en conflit direct avec Rome pour la domination régionale ?",
        "reponse": "Carthage, une civilisation phénicienne avec de vastes possessions en Méditerranée, est devenue la principale concurrente de Rome. Les Romains les ont rapidement considérés comme des ennemis, ce qui a mené à une série de trois conflits majeurs connus sous le nom de guerres puniques."
      },
      {
        "chapitre": 9,
        "question": "Quels territoires Rome a-t-elle acquis à l'issue de la Première Guerre Punique (-264 à -241) ?",
        "reponse": "La Première Guerre Punique, principalement maritime, s'est soldée par une victoire romaine. Rome a acquis l'intégralité de la Sicile. Elle a également profité de la situation pour récupérer la Sardaigne et la Corse, et a imposé une lourde indemnité de guerre à Carthage."
      },
      {
        "chapitre": 9,
        "question": "Quel général carthaginois célèbre a mené la Deuxième Guerre Punique contre Rome (-218 à -202) et quelle fut sa stratégie initiale ?",
        "reponse": "C'est Hannibal Barca qui a mené la Deuxième Guerre Punique. Haïssant les Romains, il a lancé une offensive depuis l'Espagne, a traversé les Alpes avec son armée et ses éléphants, et a envahi l'Italie par le nord, cherchant à défaire Rome sur son propre sol en s'alliant aux Gaulois."
      },
      {
        "chapitre": 9,
        "question": "Quelle bataille majeure de la Deuxième Guerre Punique a marqué la victoire définitive de Rome sur Hannibal ?",
        "reponse": "La bataille de Zama, en -202 av. J-C, en Afrique du Nord, a été la victoire décisive des Romains, menés par Scipion l'Africain, sur Hannibal. Cette défaite a mis fin à la Deuxième Guerre Punique et a considérablement affaibli Carthage."
      },
      {
        "chapitre": 9,
        "question": "Quelles ont été les conséquences de la Troisième Guerre Punique (-149 à -146) pour Carthage ?",
        "reponse": "La Troisième Guerre Punique, provoquée par Rome, s'est achevée par la destruction totale de Carthage. La ville a été rasée, son site maudit, et son territoire est devenu une province romaine. La civilisation punique a ainsi été anéantie."
      },
      {
        "chapitre": 9,
        "question": "Quelles étaient les motivations principales des guerres 'offensives' ou de la politique expansionniste de Rome ?",
        "reponse": "Après avoir sécurisé leurs acquis, les Romains ont voulu protéger ces acquis et en obtenir toujours plus. L'expansionnisme était motivé par la recherche de sécurité (éloigner les menaces), de richesses (terres, butin, esclaves), de gloire militaire pour les généraux, et d'une hégémonie croissante sur le monde méditerranéen."
      },
      {
        "chapitre": 9,
        "question": "Citez deux grandes régions conquises par Rome lors de son expansion vers l'Orient.",
        "reponse": "Rome s'est tournée vers l'Orient après avoir vaincu Carthage. Elle a conquis la Macédoine (vers -168, devenue province en -146), brisant ainsi l'un des royaumes hellénistiques. Plus tard, l'Égypte ptolémaïque est également tombée sous domination romaine, devenant une province en -31 av. J-C après la défaite de Cléopâtre et Marc Antoine."
      },
      {
        "chapitre": 9,
        "question": "Jusqu'où s'étendait la domination romaine en Méditerranée à la fin de la République (-27 av. J-C) ?",
        "reponse": "À la fin de la République, les Romains dominaient l'ensemble du bassin méditerranéen. De l'Espagne à l'ouest jusqu'à la Syrie à l'est, et de la Gaule au nord jusqu'à l'Égypte et l'Afrique du Nord au sud, la Méditerranée était devenue une 'mare nostrum' (notre mer) pour les Romains."
      },
      {
        "chapitre": 9,
        "question": "Quelles furent les principales transformations économiques rurales dues à l'expansion romaine ?",
        "reponse": "L'expansion a conduit au développement de 'grands domaines' (*latifundia*) axés sur la productivité, avec une spécialisation des cultures et un recours massif à la main-d'œuvre esclave. Cela a entraîné le recul de la petite propriété paysanne, créant un prolétariat rural instable et des révoltes d'esclaves (comme celle de Spartacus)."
      },
      {
        "chapitre": 9,
        "question": "Comment le commerce et la finance ont-ils évolué à Rome avec l'expansion ?",
        "reponse": "Le commerce s'est considérablement développé, tant à l'intérieur de l'Empire qu'avec l'extérieur. Des sociétés financières (publicains pour la collecte des impôts, banquiers) ont émergé, permettant à certains Romains de s'enrichir considérablement et de faire évoluer l'économie vers des formes plus complexes et monétarisées."
      },
      {
        "chapitre": 9,
        "question": "Quelle fut la principale conséquence sociale de ces transformations économiques sur la classe moyenne romaine ?",
        "reponse": "La classe moyenne traditionnelle, notamment les petits paysans propriétaires, a subi un véritable naufrage. Beaucoup se sont appauvris en raison des guerres et de la concurrence des grands domaines. Cela a créé une division sociale croissante entre une élite très riche et une masse de citoyens démunis ou prolétarisés."
      },
      {
        "chapitre": 9,
        "question": "Quelles étaient les deux principales factions politiques qui se sont formées au sein de la *nobilitas* à la fin de la République ?",
        "reponse": "Deux idéologies ou factions se sont opposées au sein de l'élite sénatoriale (*nobilitas*) : les *Optimates* (les 'meilleurs'), conservateurs, s'appuyant sur l'autorité du Sénat et défendant les privilèges de l'aristocratie. Et les *Populares*, plus réformateurs, prétendant défendre les intérêts du peuple (*populus*) et s'appuyant souvent sur les assemblées et les tribuns de la plèbe."
      },
      {
        "chapitre": 9,
        "question": "Qui étaient les frères Gracques et quelle tentative de réforme ont-ils entreprise entre -133 et -121 av. J-C ?",
        "reponse": "Tiberius et Caius Gracchus étaient deux frères issus de la *nobilitas* mais proches des *populares*. Devenus tribuns de la plèbe, ils ont tenté de mettre en œuvre une importante réforme agraire. Leur objectif était de récupérer les terres publiques illégalement occupées par les riches et de les redistribuer aux citoyens pauvres pour reconstituer une classe de petits propriétaires."
      },
      {
        "chapitre": 9,
        "question": "Quelle fut la réaction du Sénat et de la faction des *Optimates* face aux réformes des Gracques ?",
        "reponse": "Le Sénat et les *Optimates* se sont violemment opposés aux réformes des Gracques, y voyant une menace pour leurs privilèges et leurs propriétés. Face à l'intransigeance de Tiberius, le Sénat a eu recours à la violence politique (Tiberius et ses partisans ont été massacrés). Caius a connu un sort similaire quelques années plus tard, avec l'utilisation du *senatus consultum ultimum*."
      },
      {
        "chapitre": 9,
        "question": "Qu'est-ce que le *senatus consultum ultimum* utilisé contre Caius Gracchus ?",
        "reponse": "Le *senatus consultum ultimum* (décret ultime du Sénat) était une mesure d'exception. Il déclarait que la République était en danger et donnait aux consuls des pouvoirs extraordinaires pour prendre toutes les mesures nécessaires pour la sauver, y compris l'élimination physique des 'ennemis publics'. C'était un outil pour réprimer les oppositions politiques jugées menaçantes."
      },
      {
        "chapitre": 9,
        "question": "Quelles ont été les conséquences à long terme de l'échec des réformes des Gracques ?",
        "reponse": "L'échec des Gracques a marqué un tournant. Il a montré l'impossibilité de réformer pacifiquement la République et a ouvert la voie à un siècle de guerres civiles et de violence politique. La crise sociale et agraire n'a pas été résolue, et les tensions entre factions ont continué de s'exacerber, menant à la montée des généraux ambitieux."
      },
      {
        "chapitre": 9,
        "question": "Comment l'évolution des mentalités (individualisme, luxe) a-t-elle contribué à la crise de la République ?",
        "reponse": "Les conquêtes ont entraîné un afflux de richesses et un développement de l'individualisme et du goût du luxe, en rupture avec les anciennes valeurs romaines de sobriété et de service civique. L'oisiveté d'une partie de la plèbe, dépendante des distributions publiques, et le délaissement des traditions religieuses ont affaibli le tissu social et moral de la cité."
      },
      {
        "chapitre": 9,
        "question": "Comment le rôle de l'armée a-t-il évolué à la fin de la République et quel impact cela a-t-il eu ?",
        "reponse": "Avec les guerres civiles et les longues campagnes militaires menées par des généraux ambitieux (Marius, Sylla, Pompée, César), l'armée s'est professionnalisée. Les soldats sont devenus plus loyaux à leur général (qui leur promettait terres et butin) qu'à la République elle-même. L'armée est ainsi devenue un acteur politique majeur et un instrument dans les luttes pour le pouvoir."
      },
      {
        "chapitre": 9,
        "question": "Qui étaient les *imperatores* et quel rôle ont-ils joué dans la chute de la République ?",
        "reponse": "Les *imperatores* étaient des généraux victorieux qui, grâce à leurs succès militaires, leur richesse et la loyauté de leurs légions, ont acquis un pouvoir personnel immense. Des figures comme Sylla, Pompée et surtout Jules César ont progressivement déstabilisé les institutions républicaines en concentrant les pouvoirs et en s'affrontant dans des guerres civiles, précipitant la fin du régime."
      },
      {
        "chapitre": 9,
        "question": "Qu'est-ce qu'un Triumvirat et comment ont-ils marqué la fin de la République ?",
        "reponse": "Un Triumvirat était une alliance politique (formelle ou informelle) entre trois hommes puissants se partageant le pouvoir. Le premier triumvirat (César, Pompée, Crassus) et le second (Octave, Antoine, Lépide) ont illustré la décomposition finale des institutions républicaines. Ces alliances ont mené à des guerres civiles qui ont abouti à l'établissement du pouvoir personnel d'Octave, futur Auguste."
      }

  ]