[
    {
      "chapitre": 0,
      "question": "Selon la définition de Charles Lebel citée dans le cours, qu'est-ce qu'un 'ordre juridique' ?",
      "reponse": "C'est l'ensemble structuré en système de tous les éléments entrant dans la construction d'un droit, régissant l'existence et le fonctionnement d'une communauté humaine."
    },
    {
      "chapitre": 0,
      "question": "Qu'est-ce qui a donné naissance à l'ordre juridique propre de l'Union Européenne (OJUE), intégré au système juridique des États membres ?",
      "reponse": "Les traités institutifs des communautés européennes, particulièrement le traité de Rome."
    },
    {
      "chapitre": 0,
      "question": "Quels trois types d'éléments essentiels (normes, entités, actions) les traités institutifs ont-ils permis de mettre en place pour l'OJUE ?",
      "reponse": "1) Un ensemble organisé de normes juridiques avec ses propres sources, 2) des organes, et 3) des procédures pour émettre/interpréter les normes, constater/sanctionner les violations."
    },
    {
      "chapitre": 0,
      "question": "Comment l'OJUE est-il positionné par rapport à l'ordre juridique international (OJ international) et aux ordres juridiques internes (OJ interne) ?",
      "reponse": "Il est considéré comme un OJ distinct à la fois de l'OJ international et de l'OJ interne, bien qu'il y ait une réelle intégration dans le droit interne."
    },
    {
      "chapitre": 0,
      "question": "À quelle période historique le cours situe-t-il le lancement principal de la construction européenne ?",
      "reponse": "Tout de suite après la Seconde Guerre mondiale (WWII)."
    },
    {
      "chapitre": 0,
      "question": "Quelle idée attribuée à Victor Hugo est mentionnée comme une inspiration précoce de l'intégration européenne ?",
      "reponse": "L'idée de créer les 'États-Unis d'Europe'."
    },
    {
      "chapitre": 0,
      "question": "Quel personnage a particulièrement développé l'idée d'une 'fédération européenne' après la Première Guerre mondiale (WWI) ?",
      "reponse": "Le Comte Coudenhove-Kalergi."
    },
    {
      "chapitre": 0,
      "question": "Quel homme d'État britannique a appelé de ses vœux la création d'une fédération européenne après WWII pour maintenir la paix ?",
      "reponse": "Winston Churchill."
    },
    {
      "chapitre": 0,
      "question": "Selon Churchill, quel était le seul moyen pour les États européens d'éviter de nouvelles guerres ?",
      "reponse": "S'unir et créer une fédération européenne (des 'États-Unis d'Europe')."
    },
    {
      "chapitre": 0,
      "question": "Quel plan américain a joué un rôle majeur dans la reconstruction de l'Europe et a incité à la coopération ?",
      "reponse": "Le Plan Marshall."
    },
    {
      "chapitre": 0,
      "question": "Quelles étaient les conditions attachées à l'aide américaine du Plan Marshall ?",
      "reponse": "Elle était conditionnée au respect de conditions à la fois économiques et politiques."
    },
    {
      "chapitre": 0,
      "question": "Quelle conséquence directe les conditions de l'aide américaine (Plan Marshall) ont-elles eue sur les États européens ?",
      "reponse": "Elles les ont contraints à créer des Organisations Internationales (OI)."
    },
    {
      "chapitre": 0,
      "question": "Quelles sont les deux conceptions (ou méthodes) qui se sont opposées concernant l'organisation du continent européen après WWII ?",
      "reponse": "La conception intergouvernementale et la conception supranationale (ou méthode institutionnelle)."
    },
    {
      "chapitre": 0,
      "question": "Comment est décrite la conception 'intergouvernementale' classique dans le cours ?",
      "reponse": "Les États s'associent au sein d'une OI pour réaliser des objectifs communs fixés dans un traité (charte constitutive)."
    },
    {
      "chapitre": 0,
      "question": "Dans le cadre d'une OI classique (intergouvernementale), y a-t-il transfert de compétence de l'État vers l'OI ?",
      "reponse": "Non, il n'y a pas de transfert de compétence."
    },
    {
      "chapitre": 0,
      "question": "Selon quelle(s) modalité(s) les États décident-ils généralement dans une OI intergouvernementale classique ?",
      "reponse": "À l'unanimité ou à la majorité."
    },
    {
      "chapitre": 0,
      "question": "Quelle organisation a été créée le 16 avril 1948 pour répartir l'aide américaine et faciliter les échanges en Europe ?",
      "reponse": "L'OECE (Organisation Européenne de Coopération Économique)."
    },
    {
      "chapitre": 0,
      "question": "Quand l'OECE a-t-elle été créée ?",
      "reponse": "Le 16 avril 1948."
    },
    {
      "chapitre": 0,
      "question": "Quel était le but principal de l'OECE à sa création ?",
      "reponse": "Répartir l'aide américaine (Plan Marshall) et faciliter les échanges économiques et commerciaux entre les États européens."
    },
    {
      "chapitre": 0,
      "question": "En quelle organisation l'OECE a-t-elle été transformée en 1961 ?",
      "reponse": "En OCDE (Organisation de Coopération et de Développement Économiques)."
    },
    {
      "chapitre": 0,
      "question": "Quelle est la portée de l'OCDE comparée à l'OECE initiale ?",
      "reponse": "Elle est devenue une organisation mondiale, incluant les États membres de l'UE et d'autres pays."
    },
    {
      "chapitre": 0,
      "question": "Quel rôle spécifique de l'OCDE est mentionné dans le cours ?",
      "reponse": "C'est l'organisation la plus fiable en matière de statistiques économiques."
    },
    {
      "chapitre": 0,
      "question": "L'ordre juridique de l'UE est-il complètement séparé des systèmes juridiques des États membres ?",
      "reponse": "Non, bien qu'il soit propre, il est 'intégré' au système juridique des États membres."
    },
    {
      "chapitre": 0,
      "question": "Quelles procédures les traités institutifs ont-ils permis de mettre en place, en plus des organes et des normes ?",
      "reponse": "Des procédures aptes à émettre des normes, à les interpréter, à faire constater leur violation et à sanctionner les violations."
    },
    {
      "chapitre": 0,
      "question": "L'idée d'une Europe unie est-elle une idée récente apparue après WWII ?",
      "reponse": "Non, le cours mentionne que ce n'est pas une idée nouvelle et qu'elle a été développée des siècles précédents."
    },
    {
    "chapitre": 1,
    "question": "Comment Jaques Delors qualifiait-il l'Union Européenne en raison de sa nature particulière ?",
    "reponse": "Comme « un objet politique non-identifié »."
    },
    {
    "chapitre": 1,
    "question": "Quelle théorie la CJUE a-t-elle dégagée pour qualifier la nature spécifique et unique de l'UE ?",
    "reponse": "La théorie de la spécificité (ou le modèle 'sui generis' - de son propre genre)."
    },
    {
    "chapitre": 1,
    "question": "L'UE emprunte-t-elle des éléments à l'organisation intergouvernementale classique ? Si oui, lesquels ?",
    "reponse": "Oui, notamment le fait qu'elle soit créée par un traité et la possibilité pour un État de s'en retirer."
    },
    {
    "chapitre": 1,
    "question": "Qu'est-ce qui éloigne principalement l'UE d'une organisation internationale classique ?",
    "reponse": "La présence d'institutions supranationales (comme la Commission) et la primauté de son droit sur les droits nationaux."
    },
    {
    "chapitre": 1,
    "question": "Quelle institution supranationale défend l'intérêt général de l'UE ?",
    "reponse": "La Commission européenne."
    },
    {
    "chapitre": 1,
    "question": "L'UE est-elle considérée comme un État fédéral ? Pourquoi principalement ?",
    "reponse": "Non, car elle ne possède pas la souveraineté et n'a pas de Constitution élaborée par une assemblée représentative de l'ensemble de la population."
    },
    {
    "chapitre": 1,
    "question": "Citez deux emprunts de l'UE au modèle fédéraliste.",
    "reponse": "La possession d'un pouvoir normatif (législatif), une monnaie unique (pour certains), une Cour de Justice (CJUE) vérifiant la légalité, le principe de subsidiarité. (Deux parmi ceux-ci)"
    },
    {
    "chapitre": 1,
    "question": "Où sont fixées les valeurs fondamentales de l'UE ?",
    "reponse": "À l'article 2 du Traité sur l'Union Européenne (TUE)."
    },
    {
    "chapitre": 1,
    "question": "Citez trois valeurs fondamentales de l'UE mentionnées à l'article 2 TUE.",
    "reponse": "Respect de la dignité humaine, liberté, démocratie, égalité, État de droit, respect des droits de l'homme (y compris minorités). (Trois parmi celles-ci)"
    },
    {
    "chapitre": 1,
    "question": "Quel est le premier objectif de l'Union mentionné à l'article 3 TUE ?",
    "reponse": "Promouvoir la paix, ses valeurs et le bien-être de ses peuples."
    },
    {
    "chapitre": 1,
    "question": "Quel article du TUE consacre le respect par l'Union de l'identité nationale des États membres ?",
    "reponse": "L'article 4 TUE (paragraphe 2)."
    },
    {
    "chapitre": 1,
    "question": "Que signifie le principe de 'coopération loyale' (Art 4 par. 3 TUE) ?",
    "reponse": "Que les États membres et l'Union se respectent et s'assistent mutuellement dans l'accomplissement des missions découlant des traités."
    },
    {
    "chapitre": 1,
    "question": "Le principe de coopération loyale impose-t-il aux États membres de prendre les mesures nécessaires pour exécuter les obligations de l'UE ?",
    "reponse": "Oui, ils doivent prendre toutes les mesures générales ou particulières propres à assurer l'exécution des obligations."
    },
    {
    "chapitre": 1,
    "question": "Qu'est-ce que le principe de solidarité implique au niveau budgétaire de l'UE ?",
    "reponse": "La participation de chaque État au budget de l'UE, via des ressources propres comme les droits de douane, prélèvements agricoles, cotisations, amendes, contribution TVA et RNB."
    },
    {
    "chapitre": 1,
    "question": "Qu'est-ce qu'une 'union douanière' par rapport à une 'zone de libre-échange' ?",
    "reponse": "Une union douanière implique la libre circulation interne SANS droits de douane ET un tarif extérieur commun pour les produits venant de pays tiers (contrairement à la ZLE qui n'a que la libre circulation interne)."
    },
    {
    "chapitre": 1,
    "question": "Quelle affaire de 1967 a établi le principe de l'égalité de rémunération entre travailleurs féminins et masculins ?",
    "reponse": "L'affaire Defrenne (Gabriel Defrenne)."
    },
    {
    "chapitre": 1,
    "question": "Quelle affaire emblématique (citée p.13) a permis à la CJUE de développer le principe de reconnaissance mutuelle concernant la circulation des marchandises ?",
    "reponse": "L'affaire Cassis de Dijon (1979)."
    },
    {
    "chapitre": 1,
    "question": "Quelle affaire de 1969 a marqué un tournant, la CJUE considérant que les Droits Fondamentaux (DF) reposaient sur un régime propre au sein de la communauté ?",
    "reponse": "L'affaire Stauder."
    },
    {
    "chapitre": 1,
    "question": "Sur quoi la CJUE s'est-elle basée initialement pour développer la protection des droits fondamentaux dans l'UE ?",
    "reponse": "Sur les traditions constitutionnelles communes aux États membres et sur la Convention Européenne des Droits de l'Homme (CEDH)."
    },
    {
    "chapitre": 1,
    "question": "Quelles sont les trois conditions ('critères de Copenhague') requises pour l'adhésion d'un État à l'UE ?",
    "reponse": "1) Critères politiques (démocratie, État de droit, DH, minorités), 2) Critères économiques (économie de marché viable, capacité à faire face à la concurrence), 3) Critère de l'acquis communautaire (capacité à intégrer la législation UE)."
    },
    {
    "chapitre": 1,
    "question": "Quel article du TUE fixe la procédure de retrait volontaire d'un État membre de l'Union européenne ?",
    "reponse": "L'article 50 TUE."
    },
    {
    "chapitre": 1,
    "question": "La citoyenneté européenne remplace-t-elle la citoyenneté nationale ?",
    "reponse": "Non, elle s'ajoute à la citoyenneté nationale et ne la remplace pas (Art 9 TEU / Art 20 TFUE)."
    },
    {
    "chapitre": 1,
    "question": "Citez deux droits conférés par la citoyenneté européenne.",
    "reponse": "Droit de vote/éligibilité aux élections municipales/européennes dans l'État de résidence, droit à la protection diplomatique/consulaire d'un autre État membre dans un pays tiers, droit de pétition devant le PE, droit de saisir le Médiateur européen, droit de circuler/séjourner librement. (Deux parmi ceux-ci)"
    },
    {
    "chapitre": 1,
    "question": "Quelle est la différence entre le Médiateur européen et la Commission des pétitions du Parlement européen ?",
    "reponse": "Le Médiateur examine les plaintes contre la mauvaise administration des institutions/organes de l'UE, tandis que la Commission des pétitions examine les plaintes concernant le comportement d'un État membre (dans les domaines UE)."
    },
    {
    "chapitre": 1,
    "question": "Quelle affaire (2010) a montré que la perte de la nationalité d'un État membre, entraînant la perte de la citoyenneté UE, devait respecter le droit de l'Union et le principe de proportionnalité ?",
    "reponse": "L'affaire Rottmann."
    },
    {
    "chapitre": 2,
    "question": "Quel principe fondamental, rappelé à l'article 5 par. 1 TUE, signifie que l'UE n'agit que dans les limites des compétences que les États membres lui ont attribuées dans les traités ?",
    "reponse": "Le principe d'attribution (ou de spécialité / de compétence d'attribution)."
    },
    {
    "chapitre": 2,
    "question": "Avant le Traité de Lisbonne, le transfert de compétences des États vers l'UE était-il considéré comme réversible ?",
    "reponse": "Non, il était considéré comme définitif et basé sur un processus d'irréversibilité."
    },
    {
    "chapitre": 2,
    "question": "Depuis le Traité de Lisbonne, est-il possible de retirer une compétence à l'UE sans réviser les traités constitutifs ?",
    "reponse": "Oui, le caractère d'irréversibilité n'existe plus."
    },
    {
    "chapitre": 2,
    "question": "Dans quelle affaire de 1971 (AETR), la CJUE a-t-elle consacré la théorie des compétences externes implicites ('parallélisme des compétences') ?",
    "reponse": "L'affaire relative à l'Accord européen sur le travail des équipages des véhicules effectuant des transports internationaux par route (AETR)."
    },
    {
    "chapitre": 2,
    "question": "Quel article du TFUE contient la 'clause de flexibilité' permettant à l'UE d'agir si nécessaire pour atteindre un objectif des traités, même sans pouvoir d'action explicitement prévu ?",
    "reponse": "L'article 352 TFUE."
    },
    {
    "chapitre": 2,
    "question": "Quelles sont les trois conditions pour utiliser la clause de flexibilité (Art 352 TFUE) ?",
    "reponse": "1) L'action est nécessaire pour réaliser un objectif de l'UE, 2) Les traités n'ont pas prévu de pouvoir d'action, 3) L'action n'étend pas les compétences au-delà de ce qui est prévu par les traités."
    },
    {
    "chapitre": 2,
    "question": "Selon l'article 2 TFUE, que signifie une 'compétence exclusive' de l'Union ?",
    "reponse": "Seule l'Union peut légiférer et adopter des actes juridiquement contraignants dans ce domaine."
    },
    {
    "chapitre": 2,
    "question": "Que se passe-t-il si les institutions de l'UE n'agissent pas dans un domaine de compétence exclusive ('carence') ?",
    "reponse": "Un recours en carence peut être porté devant la CJUE pour faire constater cette inaction."
    },
    {
    "chapitre": 2,
    "question": "Citez trois des cinq domaines relevant de la compétence exclusive de l'UE (énumérés p. 24-25).",
    "reponse": "Union douanière, règles de concurrence nécessaires au marché intérieur, politique monétaire (zone euro), conservation des ressources biologiques de la mer (pêche), politique commerciale commune. (Accepter 3)"
    },
    {
    "chapitre": 2,
    "question": "La conclusion d'accords internationaux dans les domaines de compétence exclusive relève-t-elle aussi de la compétence exclusive de l'UE ?",
    "reponse": "Oui."
    },
    {
    "chapitre": 2,
    "question": "Que signifie une 'compétence partagée' entre l'Union et les États membres (article 4 TFUE) ?",
    "reponse": "L'Union et les États membres peuvent légiférer, mais les États n'exercent leur compétence que dans la mesure où l'Union n'a pas exercé la sienne ou a décidé de cesser de l'exercer (principe de préemption)."
    },
    {
    "chapitre": 2,
    "question": "Que se passe-t-il si l'UE adopte des actes normatifs couvrant TOTALEMENT un domaine de compétence partagée ?",
    "reponse": "Les États membres ne peuvent PLUS intervenir dans ce domaine couvert."
    },
    {
    "chapitre": 2,
    "question": "Citez trois domaines principaux de compétence partagée listés dans le cours (p. 26).",
    "reponse": "Politique sociale, cohésion économique/sociale/territoriale, agriculture/pêche (hors conservation ressources), environnement, protection consommateurs, transport, énergie. (Accepter 3)"
    },
    {
    "chapitre": 2,
    "question": "Quelles sont les compétences dites 'parallèles' mentionnées à l'article 4 par. 3 TFUE ?",
    "reponse": "Les domaines de la recherche, du développement technologique et de l'espace, où l'action de l'UE n'empêche pas les États membres d'exercer la leur."
    },
    {
    "chapitre": 2,
    "question": "Quel est le rôle de l'UE dans les domaines de 'compétence d'appui' (article 6 TFUE) ?",
    "reponse": "L'UE mène des actions pour appuyer, coordonner ou compléter l'action des États membres, sans remplacer leur compétence (pas d'harmonisation)."
    },
    {
    "chapitre": 2,
    "question": "Citez trois domaines relevant de la compétence d'appui (énumérés p. 27).",
    "reponse": "Tourisme, éducation, formation professionnelle, jeunesse, sport, protection civile, culture, industrie, santé (protection et amélioration), coopération administrative. (Accepter 3)"
    },
    {
    "chapitre": 2,
    "question": "Quel type de compétence s'applique à la coordination des politiques économiques et de l'emploi des États membres (Article 5 TFUE) ?",
    "reponse": "Une compétence de coordination (les États coordonnent leurs politiques au sein de l'Union)."
    },
    {
    "chapitre": 2,
    "question": "La Politique Étrangère et de Sécurité Commune (PESC) est-elle régie par les mêmes règles de compétence que les autres politiques ?",
    "reponse": "Non, elle suit des règles spécifiques (principalement intergouvernementales) définies dans le TUE."
    },
    {
    "chapitre": 2,
    "question": "L'article 36 TFUE, permettant des mesures nationales pour des raisons d'ordre public, sécurité, santé, etc., est-il une exception au principe d'attribution ?",
    "reponse": "Non, c'est une disposition qui autorise les États à prendre des mesures de sauvegarde spécifiques même dans des domaines où l'UE a compétence (ex: libre circulation), sous conditions strictes."
    },
    {
    "chapitre": 2,
    "question": "Quel principe fondamental guide l'intervention de l'UE dans les domaines de compétence non exclusive ?",
    "reponse": "Le principe de subsidiarité (Article 5 TUE)."
    },
    {
    "chapitre": 2,
    "question": "Selon le principe de subsidiarité, quand l'UE doit-elle intervenir ?",
    "reponse": "Seulement si et dans la mesure où les objectifs de l'action envisagée ne peuvent pas être atteints de manière suffisante par les États membres (niveau central, régional ou local) mais peuvent l'être mieux au niveau de l'Union."
    },
    {
    "chapitre": 2,
    "question": "À quel type de compétence le principe de subsidiarité NE s'applique PAS ?",
    "reponse": "Aux compétences exclusives de l'Union."
    },
    {
    "chapitre": 2,
    "question": "Que signifie le principe de proportionnalité dans le contexte de l'action de l'UE (art. 5 TUE) ?",
    "reponse": "Le contenu et la forme de l'action de l'Union n'excèdent pas ce qui est nécessaire pour atteindre les objectifs des traités."
    },
    {
    "chapitre": 2,
    "question": "Quel protocole annexé aux traités détaille l'application des principes de subsidiarité et de proportionnalité, impliquant les parlements nationaux ?",
    "reponse": "Le Protocole n°2."
    },
    {
    "chapitre": 2,
    "question": "Quel mécanisme ('Carton Jaune') est activé si au moins un tiers des parlements nationaux émet un avis motivé sur la non-conformité d'un projet d'acte législatif avec le principe de subsidiarité ?",
    "reponse": "L'institution auteure du projet doit le réexaminer et décider de le maintenir, le modifier ou le retirer, en motivant sa décision."
    },
    {
        "chapitre": 3,
        "question": "Qu'appelle-t-on le 'droit primaire' ou 'droit originaire' de l'Union européenne ?",
        "reponse": "L'ensemble des traités fondateurs et de leurs révisions successives (TUE, TFUE, traités de Maastricht, Amsterdam, Nice, Lisbonne, etc.). Il se situe au sommet de la hiérarchie des sources."
      },
      {
        "chapitre": 3,
        "question": "Depuis le Traité de Lisbonne, quels sont les deux principaux traités constituant le droit primaire ?",
        "reponse": "Le Traité sur l'Union Européenne (TUE) et le Traité sur le Fonctionnement de l'Union Européenne (TFUE)."
      },
      {
        "chapitre": 3,
        "question": "Quelle est la valeur juridique des protocoles annexés aux traités (par ex. sur la subsidiarité ou le statut de la CJUE) ?",
        "reponse": "Ils ont la même valeur juridique que les traités eux-mêmes (même force contraignante)."
      },
      {
        "chapitre": 3,
        "question": "Quelle est la valeur juridique des déclarations annexées aux traités ?",
        "reponse": "Elles n'ont aucune force contraignante directe, mais servent d'outil d'interprétation pour la CJUE et représentent des engagements politiques."
      },
      {
        "chapitre": 3,
        "question": "Les traités d'adhésion conclus avec les nouveaux États membres font-ils partie du droit primaire ?",
        "reponse": "Oui, ils sont également considérés comme faisant partie du droit primaire."
      },
      {
        "chapitre": 3,
        "question": "Citez un exemple donné dans le cours d'un acte des institutions qui a modifié le droit primaire sans être un traité de révision.",
        "reponse": "La décision du Conseil de 1976 permettant l'élection au suffrage universel direct des membres du Parlement européen."
      },
      {
        "chapitre": 3,
        "question": "Quelle exception (article du TFUE) permet aux traités conclus par un État membre AVANT son adhésion (ou avant 1958) de prévaloir sur le TFUE ?",
        "reponse": "L'article 351 TFUE."
      },
      {
        "chapitre": 3,
        "question": "Quelle procédure de révision des traités est utilisée pour les modifications importantes (ex: compétences de l'UE) ?",
        "reponse": "La procédure de révision ordinaire (article 48 TUE), impliquant potentiellement une Convention et/ou une Conférence intergouvernementale (CIG)."
      },
      {
        "chapitre": 3,
        "question": "Qu'est-ce qu'une 'clause passerelle' dans les traités ?",
        "reponse": "Une disposition permettant au Conseil européen d'autoriser le Conseil de l'Union à statuer à la majorité qualifiée (au lieu de l'unanimité) dans certains domaines, ou d'utiliser la procédure législative ordinaire."
      },
      {
        "chapitre": 3,
        "question": "Qu'appelle-t-on le 'droit dérivé' ?",
        "reponse": "Les actes (mesures, textes) pris par les institutions de l'Union (Commission, Conseil, Parlement) pour réaliser les objectifs fixés par les traités (droit primaire)."
      },
      {
        "chapitre": 3,
        "question": "Selon la Règle n°1 du régime juridique des actes dérivés, sur quoi doit nécessairement reposer un acte de droit dérivé ?",
        "reponse": "Sur une base juridique adéquate, c'est-à-dire un article spécifique du traité (TUE ou TFUE) qui donne compétence à l'institution pour agir."
      },
      {
        "chapitre": 3,
        "question": "Qu'est-ce que l'obligation de motivation (Règle n°3, Art 296 TFUE) impose aux institutions lorsqu'elles adoptent un acte ?",
        "reponse": "Elles doivent expliquer leur raisonnement et donner les informations concernant l'acte, notamment sa base juridique et les étapes de la procédure."
      },
      {
        "chapitre": 3,
        "question": "Où les actes législatifs de l'UE doivent-ils être obligatoirement publiés pour devenir contraignants (Règle n°4) ?",
        "reponse": "Au Journal Officiel de l'Union Européenne (JOUE)."
      },
      {
        "chapitre": 3,
        "question": "Quelle est la caractéristique principale d'un règlement (article 288 TFUE) ?",
        "reponse": "Il a une portée générale, est obligatoire dans tous ses éléments et est directement applicable dans tout État membre (sans transposition)."
      },
      {
        "chapitre": 3,
        "question": "Un État membre peut-il appliquer partiellement un règlement ?",
        "reponse": "Non, cela constituerait un manquement au droit de l'Union."
      },
      {
        "chapitre": 3,
        "question": "Quelle est la caractéristique principale d'une directive (article 288 TFUE) ?",
        "reponse": "Elle lie tout État membre destinataire quant au résultat à atteindre, mais laisse aux instances nationales la compétence quant à la forme et aux moyens (nécessite une transposition)."
      },
      {
        "chapitre": 3,
        "question": "Une directive a-t-elle une portée générale comme un règlement ?",
        "reponse": "Pas nécessairement. Certaines s'adressent à tous les États, d'autres à quelques-uns, d'autres à un seul."
      },
      {
        "chapitre": 3,
        "question": "Quelle est la caractéristique principale d'une décision (article 288 TFUE) ?",
        "reponse": "Elle est obligatoire dans tous ses éléments. Lorsqu'elle désigne des destinataires (État, entreprise), elle n'est obligatoire que pour ceux-ci (portée individuelle)."
      },
      {
        "chapitre": 3,
        "question": "Les avis et les recommandations sont-ils des actes contraignants ?",
        "reponse": "Non, ils ne lient pas (article 288 TFUE)."
      },
      {
        "chapitre": 3,
        "question": "Qu'est-ce qu'un Principe Général du Droit (PGD) dans l'ordre juridique de l'UE ?",
        "reponse": "Ce sont des règles non écrites dégagées par la jurisprudence de la CJUE, considérées comme des principes fondamentaux (parfois 'constitutionnels') de l'UE."
      },
      {
        "chapitre": 3,
        "question": "Quelle affaire de 1969 marque le début de la reconnaissance des Droits Fondamentaux comme PGD par la CJUE ?",
        "reponse": "L'affaire Stauder."
      },
      {
        "chapitre": 3,
        "question": "Depuis le traité de Lisbonne, quelle est la valeur juridique de la Charte des droits fondamentaux de l'UE ?",
        "reponse": "Elle a la même valeur juridique que les traités (droit primaire)."
      },
      {
        "chapitre": 3,
        "question": "La CJUE applique-t-elle le principe de réciprocité, courant en droit international public ?",
        "reponse": "Non, elle l'a rapidement écarté car il ne peut convenir à la nature spécifique de l'OJUE."
      },
      {
        "chapitre": 3,
        "question": "Citez deux exemples de PGD propres à l'UE (dégagés par la CJUE).",
        "reponse": "Principe d'égalité, de non-discrimination, de liberté, de solidarité, d'unité, d'uniformité. (Deux parmi ceux-ci)"
      },
      {
        "chapitre": 3,
        "question": "Comment appelle-t-on les accords conclus par l'UE (seule) avec des États tiers ou des organisations internationales ?",
        "reponse": "Des accords externes (relevant de la compétence exclusive ou implicite de l'UE)."
      },
      {
        "chapitre": 4,
        "question": "Quel objectif principal la CJUE poursuivait-elle dès 1958 pour faciliter l'intégration et assurer l'effectivité du droit communautaire ?",
        "reponse": "Faciliter l'intégration européenne et faire apparaître l'effectivité normative de la communauté."
      },
      {
        "chapitre": 4,
        "question": "Quels sont les deux principes fondamentaux dégagés par la CJUE concernant la portée du droit de l'Union ?",
        "reponse": "Le principe de l'effet direct et le principe de primauté."
      },
      {
        "chapitre": 4,
        "question": "Que signifie le principe de l'effet direct du droit de l'UE ?",
        "reponse": "La capacité d'une norme de droit de l'UE à créer directement des droits et/ou des obligations pour les particuliers, qu'ils peuvent invoquer devant les juridictions nationales."
      },
      {
        "chapitre": 4,
        "question": "Dans quelle affaire historique de 1963 la CJUE a-t-elle affirmé pour la première fois le principe de l'effet direct ?",
        "reponse": "L'affaire Van Gend en Loos."
      },
      {
        "chapitre": 4,
        "question": "Qu'est-ce que l'effet direct 'vertical' ?",
        "reponse": "La possibilité pour un particulier d'invoquer une norme de l'UE contre l'État (ou ses démembrements)."
      },
      {
        "chapitre": 4,
        "question": "Qu'est-ce que l'effet direct 'horizontal' ?",
        "reponse": "La possibilité pour un particulier d'invoquer une norme de l'UE contre un autre particulier."
      },
      {
        "chapitre": 4,
        "question": "Qu'est-ce que l'effet direct 'complet' (ou intégral) ?",
        "reponse": "La norme peut être invoquée à la fois verticalement et horizontalement."
      },
      {
        "chapitre": 4,
        "question": "Qu'est-ce que l'effet direct 'incomplet' (ou partiel) ?",
        "reponse": "La norme ne peut être invoquée que verticalement (contre l'État)."
      },
      {
        "chapitre": 4,
        "question": "Les dispositions du droit primaire (traités) peuvent-elles avoir un effet direct ?",
        "reponse": "Oui, si elles sont suffisamment claires, précises et inconditionnelles (reconnu depuis Van Gend en Loos)."
      },
      {
        "chapitre": 4,
        "question": "Les règlements de l'UE ont-ils un effet direct ? De quel type ?",
        "reponse": "Oui, ils ont un effet direct complet (vertical et horizontal) en raison de leur applicabilité directe."
      },
      {
        "chapitre": 4,
        "question": "Dans quelle affaire de 1973 (Variola) la CJUE a-t-elle confirmé l'effet direct intégral des règlements ?",
        "reponse": "L'affaire Variola C/ administration des finances."
      },
      {
        "chapitre": 4,
        "question": "Une directive de l'UE a-t-elle un effet direct 'primaire' comme un règlement ?",
        "reponse": "Non, car elle nécessite une transposition par l'État. La CJUE parle plutôt d'invocabilité directe sous conditions."
      },
      {
        "chapitre": 4,
        "question": "Quelles sont les trois conditions cumulatives pour qu'une disposition d'une directive puisse être invoquée directement par un particulier devant un juge national ?",
        "reponse": "1) La disposition doit être claire, précise et inconditionnelle. 2) Le délai de transposition doit être expiré. 3) La directive ne doit pas avoir été transposée, ou l'avoir été de manière incorrecte."
      },
      {
        "chapitre": 4,
        "question": "Dans quelle affaire de 1974 (Van Duyn) la CJUE a-t-elle reconnu pour la première fois la possibilité d'invoquer une directive sous conditions ?",
        "reponse": "L'affaire Van Duyn."
      },
      {
        "chapitre": 4,
        "question": "Dans quelle affaire de 1979 (Ratti) la CJUE a-t-elle précisé la condition de l'expiration du délai de transposition pour l'invocabilité d'une directive ?",
        "reponse": "L'affaire Ratti."
      },
      {
        "chapitre": 4,
        "question": "Une directive peut-elle être invoquée par un particulier contre un autre particulier (effet direct horizontal) ?",
        "reponse": "Non, la CJUE refuse l'effet direct horizontal des directives."
      },
      {
        "chapitre": 4,
        "question": "Dans quelle affaire de 1986 (Marshall) la CJUE a-t-elle explicitement refusé l'effet direct horizontal des directives ?",
        "reponse": "L'affaire Marshall."
      },
      {
        "chapitre": 4,
        "question": "Contre qui une directive (remplissant les conditions d'invocabilité) peut-elle être invoquée ?",
        "reponse": "Contre l'État et tous ses démembrements (administrations centrales, collectivités locales, organismes publics, entreprises publiques, etc.)."
      },
      {
        "chapitre": 4,
        "question": "Une décision adressée à un État membre peut-elle être invoquée par un particulier contre cet État ?",
        "reponse": "Oui, si ses dispositions sont claires, précises et inconditionnelles."
      },
      {
        "chapitre": 4,
        "question": "Que signifie le principe de primauté du droit de l'Union européenne ?",
        "reponse": "Le droit de l'Union prévaut sur le droit national des États membres en cas de conflit entre une norme européenne et une norme nationale."
      },
      {
        "chapitre": 4,
        "question": "Dans quelle affaire fondamentale de 1964 la CJUE a-t-elle consacré le principe de primauté ?",
        "reponse": "L'affaire Costa c/ ENEL."
      },
      {
        "chapitre": 4,
        "question": "La primauté du droit de l'UE s'applique-t-elle uniquement aux lois nationales antérieures à la norme européenne ?",
        "reponse": "Non, elle s'applique à toutes les normes nationales, qu'elles soient antérieures ou postérieures à la norme européenne."
      },
      {
        "chapitre": 4,
        "question": "Quelle est la conséquence directe du principe de primauté pour le juge national confronté à une loi nationale contraire au droit de l'UE ?",
        "reponse": "Il a l'obligation d'assurer le plein effet de la norme européenne en laissant inappliquée, au besoin, la disposition nationale contraire."
      },
      {
        "chapitre": 4,
        "question": "Dans quelle affaire de 1978 (Simmenthal) la CJUE a-t-elle précisé l'obligation pour le juge national d'écarter la loi nationale contraire au droit de l'UE, sans attendre son abrogation ?",
        "reponse": "L'affaire Simmenthal."
      },
      {
        "chapitre": 4,
        "question": "La primauté du droit de l'UE concerne-t-elle uniquement le droit primaire ou aussi le droit dérivé (règlements, directives invocables) ?",
        "reponse": "Elle concerne l'ensemble du droit de l'Union (primaire et dérivé doté d'effet direct ou invocable)."
      },
      {
        "chapitre": 5,
        "question": "Quel principe régit initialement les modalités procédurales des recours visant à sauvegarder les droits issus du droit de l'UE devant les juridictions nationales ?",
        "reponse": "Le principe de l'autonomie procédurale des États membres."
      },
      {
        "chapitre": 5,
        "question": "Quelles sont les deux limites principales au principe de l'autonomie procédurale nationale pour l'application du droit de l'UE ?",
        "reponse": "Les règles nationales ne doivent pas rendre impossible ou excessivement difficile l'exercice des droits conférés par l'UE (principe d'effectivité) et ne doivent pas être moins favorables que celles pour des recours similaires internes (principe d'équivalence)."
      },
      {
        "chapitre": 5,
        "question": "Quelle est la mission principale confiée par la CJUE au juge national concernant les droits conférés aux particuliers par le droit de l'UE ?",
        "reponse": "Protéger ces droits en assurant le plein effet des normes européennes."
      },
      {
        "chapitre": 5,
        "question": "Dans quelle affaire de 1978 la CJUE a-t-elle affirmé avec force le rôle du juge national comme 'juge communautaire de droit commun' ?",
        "reponse": "L'affaire Simmenthal."
      },
      {
        "chapitre": 5,
        "question": "Selon l'arrêt Simmenthal, le juge national doit-il attendre l'intervention du législateur national ou d'un organe constitutionnel pour écarter une loi nationale contraire au droit de l'UE ?",
        "reponse": "Non, il a l'obligation d'écarter de sa propre autorité toute disposition nationale contraire, sans avoir à demander ou attendre son élimination préalable."
      },
      {
        "chapitre": 5,
        "question": "L'obligation pour le juge national d'écarter le droit national contraire s'applique-t-elle au droit primaire et au droit dérivé de l'UE ?",
        "reponse": "Oui, elle s'applique à toute disposition du droit de l'UE (primaire ou dérivé) dotée d'un effet direct ou invocable."
      },
      {
        "chapitre": 5,
        "question": "Qu'est-ce que l'invocabilité d'exclusion ?",
        "reponse": "La possibilité pour le juge national d'écarter (exclure) une disposition nationale contraire à une disposition du droit de l'UE."
      },
      {
        "chapitre": 5,
        "question": "Qu'est-ce que l'invocabilité de substitution ?",
        "reponse": "La possibilité pour le juge national de remplacer la disposition nationale écartée par la disposition pertinente du droit de l'UE (si celle-ci est suffisamment précise pour régler le litige)."
      },
      {
        "chapitre": 5,
        "question": "Qu'est-ce que l'invocabilité d'interprétation (ou interprétation conforme) ?",
        "reponse": "L'obligation pour le juge national d'interpréter le droit national, autant que possible, à la lumière du texte et de la finalité de la directive (ou autre norme UE) pour atteindre le résultat visé par celle-ci."
      },
      {
        "chapitre": 5,
        "question": "Dans quelle affaire de 1984 la CJUE a-t-elle établi le principe de l'interprétation conforme ?",
        "reponse": "L'affaire Von Colson et Kamann."
      },
      {
        "chapitre": 5,
        "question": "L'obligation d'interprétation conforme s'applique-t-elle même si la loi nationale est antérieure à la directive ?",
        "reponse": "Oui, le juge doit interpréter tout le droit national pertinent, antérieur ou postérieur, à la lumière de la directive."
      },
      {
        "chapitre": 5,
        "question": "Quelle est la limite principale de l'obligation d'interprétation conforme ?",
        "reponse": "Elle ne peut pas conduire à une interprétation 'contra legem' (contre la loi nationale), c'est-à-dire aller manifestement à l'encontre du sens clair de la loi nationale."
      },
      {
        "chapitre": 5,
        "question": "Quel type d'invocabilité permet d'engager la responsabilité de l'État pour les dommages causés aux particuliers par une violation du droit de l'UE ?",
        "reponse": "L'invocabilité de réparation (ou principe de la responsabilité de l'État)."
      },
      {
        "chapitre": 5,
        "question": "Dans quelle affaire de 1991 la CJUE a-t-elle consacré pour la première fois le principe de la responsabilité de l'État pour violation du droit de l'UE (en l'espèce, non-transposition d'une directive) ?",
        "reponse": "L'affaire Francovich et Bonifaci."
      },
      {
        "chapitre": 5,
        "question": "La responsabilité de l'État peut-elle être engagée uniquement pour la non-transposition d'une directive ?",
        "reponse": "Non, elle peut être engagée pour toute violation du droit de l'UE imputable à l'État (violation du droit primaire, d'un règlement, mauvaise transposition ou application d'une directive, etc.)."
      },
      {
        "chapitre": 5,
        "question": "Dans quelle affaire de 1996 (Brasserie du pêcheur) la CJUE a-t-elle précisé et généralisé les conditions d'engagement de la responsabilité de l'État ?",
        "reponse": "L'affaire Brasserie du pêcheur et Factortame III."
      },
      {
        "chapitre": 5,
        "question": "Quelles sont les trois conditions cumulatives pour engager la responsabilité de l'État pour violation du droit de l'UE (selon Brasserie du pêcheur) ?",
        "reponse": "1) La règle de droit violée a pour objet de conférer des droits aux particuliers. 2) La violation est suffisamment caractérisée. 3) Il existe un lien de causalité direct entre la violation et le dommage subi."
      },
      {
        "chapitre": 5,
        "question": "Qu'est-ce qu'une violation 'suffisamment caractérisée' du droit de l'UE par un État ?",
        "reponse": "Une méconnaissance manifeste et grave, par l'État, des limites de son pouvoir d'appréciation (critères : clarté de la règle, marge d'appréciation, caractère intentionnel, erreur excusable, etc.)."
      },
      {
        "chapitre": 5,
        "question": "La responsabilité de l'État couvre-t-elle les violations commises par le pouvoir législatif, exécutif ou judiciaire ?",
        "reponse": "Oui, la responsabilité peut être engagée quelle que soit l'organe de l'État auteur de la violation."
      },
      {
        "chapitre": 5,
        "question": "Quel est le but de l'invocabilité de réparation ?",
        "reponse": "Permettre aux particuliers d'obtenir une indemnisation pour les dommages subis du fait d'une violation du droit de l'UE par un État membre."
      },
      {
        "chapitre": 5,
        "question": "L'affaire Von Colson concernait-elle une indemnisation pour non-transposition ou une interprétation conforme pour obtenir une sanction adéquate ?",
        "reponse": "Elle concernait l'interprétation conforme de la loi nationale pour assurer une sanction effective et dissuasive (pas seulement symbolique) en cas de discrimination."
      },
      {
        "chapitre": 5,
        "question": "L'affaire Francovich concernait-elle directement l'interprétation conforme ou la responsabilité de l'État ?",
        "reponse": "Elle concernait la responsabilité de l'État pour non-transposition d'une directive qui visait à protéger les travailleurs en cas d'insolvabilité de l'employeur."
      },
      {
        "chapitre": 5,
        "question": "Selon l'affaire Maribel Dominguez (2012), quel est le premier devoir du juge national lorsqu'il applique une loi nationale dans un domaine couvert par une directive ?",
        "reponse": "Il doit d'abord tenter une interprétation conforme de la loi nationale avec la directive."
      },
      {
        "chapitre": 5,
        "question": "Selon l'affaire Maribel Dominguez, si l'interprétation conforme est impossible, que doit faire ensuite le juge national ?",
        "reponse": "Il doit vérifier si la directive remplit les conditions pour être directement invoquée (claire, précise, inconditionnelle, délai expiré)."
      },
      {
        "chapitre": 5,
        "question": "Selon l'affaire Maribel Dominguez, si l'interprétation conforme est impossible ET que la directive n'est pas directement invocable (ou ne peut l'être horizontalement), quelle dernière possibilité s'offre au particulier lésé ?",
        "reponse": "L'action en responsabilité de l'État pour violation du droit de l'UE."
      }
  ]