[
    {
      "file": "dda.json",
      "name": "Droit des Affaires",
      "description": "Ce module aborde les fondamentaux du droit commercial, des sociétés, des instruments de paiement/crédit, le fonds de commerce et les principaux contrats d'affaires.",
      "chapterDescriptions": {
        "0": "Introduction, sources (internes, internationales, UE, informelles), caractéristiques.",
        "1": "Actes de commerce (nature, forme, accessoire), critères de commercialité.",
        "2": "Régime des actes de commerce (prescription, preuve), vente commerciale, actes mixtes.",
        "3": "Acteurs 1: Commerçant personne physique/morale (sociétés, GIE), conditions, statut, obligations, protection patrimoine.",
        "4": "Acteurs 2: Artisans, professions libérales, agriculteurs, associations, conjoint.",
        "5": "Fonds de commerce: Composition, nature, opérations (vente, nantissement, location-gérance).",
        "6": "Bail commercial: Application, formation, exécution, renouvellement, indemnité d'éviction, cession, sous-location.",
        "7": "Contentieux 1: Tribunaux de commerce, arbitrage.",
        "8": "Contentieux 2: MARD, juge administratif/constitutionnel, autorités de régulation.",
        "9": "Contentieux des affaires (partie 1) : Les tribunaux de commerce (organisation, compétence matérielle/territoriale), l'arbitrage (convention, procédure, sentence).",
        "10": "Contentieux des affaires (partie 2) : Les modes amiables (MARD), le rôle du juge administratif et du juge constitutionnel, les autorités de régulation."
      }
    },
    {
      "file": "ojue.json",
      "name": "Ordre Juridique UE",
      "description": "Analyse de l'ordre juridique spécifique de l'Union Européenne, ses sources, ses principes (primauté, effet direct) et son articulation avec les droits nationaux.",
      "chapterDescriptions": {
        "0": "Introduction historique, concepts (intergouvernemental/supranational), construction européenne (Schuman, Monnet), rôle initial traités/CJUE.",
        "1": "Spécificité de l'UE (sui generis), comparaison OI/État fédéral, Valeurs (Art 2 TUE), Principes (paix, identité nat., coop. loyale, solidarité - Art 3-4 TUE), Citoyenneté et droits (Art 9 TUE, 20+ TFUE), Adhésion/Retrait (Art 49-50 TUE).",
        "2": "Compétences d'attribution (spécialité), catégories (exclusive, partagée, appui, coordination, PESC), implicites (*AETR*), flexibilité (Art 352 TFUE), régulation (subsidiarité, proportionnalité, parlements nat. - Protocole 2).",
        "3": "Sources : Droit primaire (Traités, protocoles, déclarations, adhésion, Charte), Droit dérivé (régime, règlements, directives, décisions, avis/reco - Art 288 TFUE), Principes Généraux du Droit (types), Accords internationaux.",
        "4": "Portée du droit UE : Effet Direct (concept, conditions, vertical/horizontal, application aux normes - *Van Gend*, *Marshall*), Primauté (concept, portée - *Costa*, *Simmenthal*).",
        "5": "Rôle du juge national (juge de droit commun, autonomie procédurale limitée), Invocabilités (exclusion, interprétation conforme - *Von Colson*, responsabilité État pour violation droit UE - *Francovich*, conditions *Brasserie*)."
      }
    },
    {
      "file": "hdifs.json",
      "name": "Histoire du Droit, Institutions & Faits Sociaux",
      "description": "Explore l'évolution des institutions et du droit depuis l'Antiquité grecque et romaine jusqu'à l'époque moderne, en passant par la période franque et féodale.",
      "chapterDescriptions": {
        "0": "La Cité Grecque: Définition (polis, civitas), territoire, organisation achevée, population hétérogène.",
        "1": "Le Citoyen Grec: Communauté exclusiviste, acquisition citoyenneté (naissance, naturalisation), droits liés, non-citoyens (métèques, barbares, esclaves).",
        "2": "Origines Grecques Archaïques: Civilisations minoenne et mycénienne, âges sombres, passage à l'aristocratie.",
        "3": "Crise Sociale et Réformes (Grèce): Conflits (riches/pauvres, anciennes/nouvelles aristocraties), législateurs (Dracon, Solon), tyrannie.",
        "4": "Le Modèle Athénien: Souveraineté citoyenne (domicile, dèmes, trittyes, tribus), calendrier civique, Ecclésia (Assemblée).",
        "5": "Institutions Athéniennes: Conseil (Boulè), Magistrats (Archontes, Stratèges...), Justice (Héliée).",
        "6": "Protection du Citoyen Athénien: Mécanismes contre pouvoir personnel (ostracisme) et arbitraire (graphè paranomon), indemnités (Périclès).",
        "7": "Le Contre-Modèle Spartiate: Ordre social (égos, périèques, hilotes), Kléros, éducation (Agôgè), dévalorisation famille, mode de vie imposé (syssities, activités militaires), déchéance (atimie).",
        "8": "Institutions Spartiates: Diarchie (2 rois), Conseil (Gérousia), Assemblée (Apella), Magistrats (éphores).",
        "9": "Fin de la Cité Grecque: Échecs (ligues, fédérations), guerres (Péloponnèse), conquête par Philippe de Macédoine (Bataille de Chéronée), Ligue de Corinthe.",
        "10": "L'Empire Hellénistique: Alexandre le Grand (conquête Orient, fusion ethnies), partage de l'Empire (Diadoques), royaumes hellénistiques, fin par conquête romaine.",
        "11": "Rome - Origines et Royauté: Légendes (Enée, Romulus), genèse (Rome étrusque), institutions royales (Rex, Patres, Populus, réformes Servius Tullius).",
        "12": "Rome - République: Révolution (-509), conflits plèbe/patriciat (sécession, loi XII Tables), institutions républicaines (Comices, magistratures - cursus honorum, dictature).",
        "13": "Rome - Le Sénat et les Magistrats Républicains: Sénat (rôle, auctoritas), spécificités magistratures (questure, édilité, préture, consulat, censure), tribunat de la Plèbe.",
        "14": "Rome - Crise de la République: Impérialisme (guerres puniques, expansion), transformations sociales (crise agraire, révoltes serviles), crise politique (Gracques, Sylla, Pompée, César, Triumvirats).",
        "15": "Rome - L'Empire: Principat (Auguste, façade républicaine, pouvoirs impériaux, succession), organes impériaux (auxiliaires, chancellerie), Domina (crise IIIe s., Dioclétien, Tétrarchie, division Empire), Christianisme (édit Milan/Thessalonique, droit canonique)."
      }
    }
]