[
    {
      "file": "dda.json",
      "name": "Droit des Affaires",
      "description": "Ce module aborde les fondamentaux du droit commercial, des sociétés, des instruments de paiement/crédit, le fonds de commerce et les principaux contrats d'affaires.",
      "chapterDescriptions": {
        "0": "Introduction, sources (internes, internationales, UE, informelles), caractéristiques.",
        "1": "Actes de commerce (nature, forme, accessoire), critères de commercialité.",
        "2": "Régime des actes de commerce (prescription, preuve), vente commerciale, actes mixtes.",
        "3": "Acteurs 1: Commerçant personne physique/morale (sociétés, GIE), conditions, statut, obligations, protection patrimoine.",
        "4": "Acteurs 2: Artisans, professions libérales, agriculteurs, associations, conjoint.",
        "5": "Fonds de commerce: Composition, nature, opérations (vente, nantissement, location-gérance).",
        "6": "Bail commercial: Application, formation, exécution, renouvellement, indemnité d'éviction, cession, sous-location.",
        "7": "Contentieux 1: Tribunaux de commerce, arbitrage.",
        "8": "Contentieux 2: MARD, juge administratif/constitutionnel, autorités de régulation.",
        "9": "Contentieux des affaires (partie 1) : Les tribunaux de commerce (organisation, compétence matérielle/territoriale), l'arbitrage (convention, procédure, sentence).",
        "10": "Contentieux des affaires (partie 2) : Les modes amiables (MARD), le rôle du juge administratif et du juge constitutionnel, les autorités de régulation."
      }
    },
    {
      "file": "ojue.json",
      "name": "Ordre Juridique UE",
      "description": "Analyse de l'ordre juridique spécifique de l'Union Européenne, ses sources, ses principes (primauté, effet direct) et son articulation avec les droits nationaux.",
      "chapterDescriptions": {
        "0": "Introduction historique, concepts (intergouvernemental/supranational), construction européenne (Schuman, Monnet), rôle initial traités/CJUE.",
        "1": "Spécificité de l'UE (sui generis), comparaison OI/État fédéral, Valeurs (Art 2 TUE), Principes (paix, identité nat., coop. loyale, solidarité - Art 3-4 TUE), Citoyenneté et droits (Art 9 TUE, 20+ TFUE), Adhésion/Retrait (Art 49-50 TUE).",
        "2": "Compétences d'attribution (spécialité), catégories (exclusive, partagée, appui, coordination, PESC), implicites (*AETR*), flexibilité (Art 352 TFUE), régulation (subsidiarité, proportionnalité, parlements nat. - Protocole 2).",
        "3": "Sources : Droit primaire (Traités, protocoles, déclarations, adhésion, Charte), Droit dérivé (régime, règlements, directives, décisions, avis/reco - Art 288 TFUE), Principes Généraux du Droit (types), Accords internationaux.",
        "4": "Portée du droit UE : Effet Direct (concept, conditions, vertical/horizontal, application aux normes - *Van Gend*, *Marshall*), Primauté (concept, portée - *Costa*, *Simmenthal*).",
        "5": "Rôle du juge national (juge de droit commun, autonomie procédurale limitée), Invocabilités (exclusion, interprétation conforme - *Von Colson*, responsabilité État pour violation droit UE - *Francovich*, conditions *Brasserie*)."
      }
    },
    {
        "file": "hdifs.json",
        "name": "Histoire du Droit, Institutions & Sociaux",
        "description": "Explore l'évolution des institutions et du droit depuis l'Antiquité grecque et romaine jusqu'à l'époque moderne, en passant par la période franque et féodale.",
        "chapterDescriptions": {
          "0": "Grèce Antique: Cité (polis), territoire, organisation sociale, citoyenneté, non-citoyens.",
          "1": "Grèce Antique: Évolution politique (archaïque, aristocratie), crises sociales, réformateurs, tyrannie.",
          "2": "Grèce Antique: Modèle Athénien (Clisthène, Ecclésia, Boulè, magistrats, Héliée), protection citoyen.",
          "3": "Grèce Antique: Contre-modèle Sparte (ordre social, éducation, institutions), fin des cités (Macédoine, Alexandre).",
          "4": "Rome: Origines et Royauté (-753 à -509) - Légendes, Rome étrusque, institutions royales, réformes Servius Tullius.",
          "5": "Rome: République (-509 à -27) - Révolution, conflit plèbe/patriciat, institutions (Comices, magistratures, Sénat).",
          "6": "Rome: Crise de la République - Impérialisme, transformations sociales (Gracques), montée des *imperatores* (Sylla, Pompée, César).",
          "7": "Rome: Empire (-27 à 476) - Principat (Auguste), Domina (Dioclétien), évolution droit, administration, christianisme.",
          "8": "Haut Moyen Âge: Période Franque - Mérovingiens (conception pouvoir, personnalité lois), Carolingiens (sacre, empire).",
          "9": "Haut Moyen Âge: Féodalité (IXe-XIIe) - Morcellement, relation féodo-vassalique, royauté affaiblie, coutumes."
        }
    },
    {
        "file": "fpb.json",
        "name": "Finances Publiques",
        "description": "Analyse des sources, principes et procédures régissant le budget de l'État et des autres administrations publiques en France.",
        "chapterDescriptions": {
          "0": "Sources Internes: Cadre Constitutionnel (DDHC, Art 34-72) et Organique (LOLF : objectifs, principes, force).",
          "1": "Sources Internes: Décret GBCP (exécution, ordonnateur/comptable), autres sources (LPFP, règlements assemblées, budgets CL).",
          "2": "Lois de Finances: Typologie (LFI, LFR, LGFG, LRGAC, LFS), portée juridique, contenu LFI (partie 1 obligatoire/exclusif).",
          "3": "Lois de Finances: Contenu LFI (partie 2 obligatoire/exclusif), domaine facultatif exclusif, domaine partagé, lois spéciales.",
          "4": "Autres Sources Internes: Lois de Programmation (LPFP - objectif, portée), Règlements des Assemblées (rôle, contrôle).",
          "5": "Autres Sources Internes: Actes d'Exécution (décrets répartition/avance/annulation), Budgets des Collectivités Locales.",
          "6": "Principes Budgétaires: Annualité (signification, adaptations AECP/reports), Unité (signification, dérogations BA/CS partie 1).",
          "7": "Principes Budgétaires: Universalité (non-contraction/non-affectation, dérogations), Spécialité (signification, fongibilité), Unité (CS partie 2).",
          "8": "Principes Budgétaires: Sincérité (budgétaire/comptable, jurisprudence), Équilibre (contenu, portée, maîtrise).",
          "9": "Préparation & Vote Budget: Autorités responsables, calendriers (externe/interne), étapes élaboration, documents, discussion Parlement."
        }
      }
]